Repository: MultiCraft/MultiCraft
Catalog: po/*/minetest.po
Languages: fr

source: Respawn
fr: Réapparaître

source: You died
fr: Vous êtes mort

source: An error occurred in a Lua script:
fr: Une erreur est survenue dans un script Lua :

source: An error occurred:
fr: Une erreur est survenue :

source: Main menu
fr: Menu principal

source: Reconnect
fr: Se reconnecter

source: The server has requested a reconnect:
fr: Le serveur souhaite rétablir une connexion :

source: Protocol version mismatch.
fr: La version du protocole ne correspond pas.

source: Server enforces protocol version $1.
fr: Le serveur impose la version $1 du protocole.

source: Server supports protocol versions between $1 and $2.
fr: Le serveur supporte les versions de protocole entre $1 et $2.

source: We only support protocol version $1.
fr: Nous supportons seulement la version du protocole $1.

source: We support protocol versions between version $1 and $2.
fr: Nous supportons seulement les versions du protocole entre $1 et $2.

source: Cancel
fr: Annuler

source: Dependencies:
fr: Dépend de :

source: Disable all
fr: Tout désactiver

source: Disable modpack
fr: Désactiver le pack de mods

source: Enable all
fr: Tout activer

source: Enable modpack
fr: Activer le pack de mods

source: Failed to enable mod "$1" as it contains disallowed characters. Only characters [a-z0-9_] are allowed.
fr: Échec du chargement du mod « $1 » car il contient des caractères non autorisés. Seuls les caractères alphanumériques [a-z0-9_] sont autorisés.

source: Find More Mods
fr: Rechercher des mods

source: No (optional) dependencies
fr: Pas de dépendances (optionnelles)

source: No game description provided.
fr: Pas de description du jeu fournie.

source: No hard dependencies
fr: Pas de dépendances

source: No modpack description provided.
fr: Aucune description fournie pour le pack de mods.

source: No optional dependencies
fr: Pas de dépendances facultatives

source: Optional dependencies:
fr: Dépendances optionnelles :

source: Save
fr: Enregistrer

source: World:
fr: Monde :

source: enabled
fr: activé

source: "$1" already exists. Would you like to overwrite it?
fr: « $1 » existe déjà. Voulez-vous l'écraser ?

source: $1 and $2 dependencies will be installed.
fr: Les dépendances $1 et $2 vont être installées.

source: $1 by $2
fr: $1 par $2

source: $1 downloading, $2 queued
fr: $1 en téléchargement, $2 mis en attente

source: $1 downloading...
fr: Téléchargement de $1...

source: $1 required dependencies could not be found.
fr: Les dépendances nécessaires à 1 $ n'ont pas pu être trouvées.

source: $1 will be installed, and $2 dependencies will be skipped.
fr: $1 sera installé, et les dépendances de $2 seront ignorées.

source: All packages
fr: Tous les paquets

source: Already installed
fr: Déjà installé

source: Back to Main Menu
fr: Retour au menu principal

source: Base Game:
fr: Jeu de base :

source: ContentDB is not available when Minetest was compiled without cURL
fr: ContentDB n'est pas disponible quand Minetest est compilé sans cURL

source: Downloading...
fr: Téléchargement...

source: Failed to download $1
fr: Échec du téléchargement de $1

source: Games
fr: Jeux

source: Install
fr: Installer

source: Install $1
fr: Installer $1

source: Install missing dependencies
fr: Installer les dépendances manquantes

source: No packages could be retrieved
fr: Aucun paquet n'a pu être récupéré

source: No results
fr: Aucun résultat

source: No updates
fr: Aucune mise à jour

source: Not found
fr: Non trouvé

source: Overwrite
fr: Écraser

source: Please check that the base game is correct.
fr: Veuillez vérifier que le jeu de base est correct.

source: Queued
fr: En file d'attente

source: Texture packs
fr: Packs de textures

source: Uninstall
fr: Désinstaller

source: Update
fr: Mise à jour

source: Update All [$1]
fr: Tout mettre à jour [$1]

source: View more information in a web browser
fr: Voir plus d'informations dans un navigateur web

source: A world named "$1" already exists
fr: Le monde « $1 » existe déjà

source: Additional terrain
fr: Terrain supplémentaire

source: Altitude chill
fr: Refroidissement en altitude

source: Altitude dry
fr: Faible humidité d'altitude

source: Biome blending
fr: Mélange de biomes

source: Caverns
fr: Cavernes

source: Caves
fr: Grottes

source: Create
fr: Créer

source: Decorations
fr: Décorations

source: Download a game, such as Minetest Game, from minetest.net
fr: Téléchargez un jeu comme Minetest Game depuis minetest.net

source: Download one from minetest.net
fr: Téléchargez-en un depuis minetest.net

source: Dungeons
fr: Donjons

source: Flat terrain
fr: Terrain plat

source: Floating landmasses in the sky
fr: Îles volantes

source: Floatlands (experimental)
fr: Îles volantes (expérimental)

source: Game
fr: Jeu

source: Generate non-fractal terrain: Oceans and underground
fr: Générer un terrain non fractal : océans et sous-sol

source: Hills
fr: Collines

source: Humid rivers
fr: Rivières irrigantes

source: Increases humidity around rivers
fr: Augmente l'humidité autour des rivières

source: Lakes
fr: Lacs

source: Low humidity and high heat causes shallow or dry rivers
fr: L'air sec et chaud réduit le niveau d'eau ou assèche les rivières

source: Mapgen
fr: Générateur de terrain

source: Mapgen flags
fr: Drapeaux de génération de terrain

source: Mapgen-specific flags
fr: Drapeaux indicateurs du générateur de carte

source: Mountains
fr: Montagnes

source: Mud flow
fr: Coulée de boue

source: Network of tunnels and caves
fr: Réseau souterrain

source: No game selected
fr: Aucun jeu sélectionné

source: Reduces heat with altitude
fr: Réduire la température avec l'altitude

source: Reduces humidity with altitude
fr: Réduire l'humidité avec l'altitude

source: Rivers
fr: Rivières

source: Sea level rivers
fr: Rivière au niveau de mer

source: Seed
fr: Graine

source: Smooth transition between biomes
fr: Transition progressive entre les biomes

source: Structures appearing on the terrain (no effect on trees and jungle grass created by v6)
fr: Structures apparaissantes sur le sol (sans effets sur la création d'arbre et de jungle par v6)

source: Structures appearing on the terrain, typically trees and plants
fr: Structures apparaissant sur le terrain, généralement des arbres et des plantes

source: Temperate, Desert
fr: Tempéré, désertique

source: Temperate, Desert, Jungle
fr: Tempéré, désertique, tropical

source: Temperate, Desert, Jungle, Tundra, Taiga
fr: Tempéré, désertique, tropical, de toundra, de taïga

source: Terrain surface erosion
fr: Érosion du sol

source: Trees and jungle grass
fr: Arbres et végétation de jungle

source: Vary river depth
fr: Varier la profondeur fluviale

source: Very large caverns deep in the underground
fr: Très grande cavernes profondes

source: Warning: The Development Test is meant for developers.
fr: Avertissement : le jeu minimal est fait pour les développeurs.

source: World name
fr: Nom du monde

source: You have no games installed.
fr: Vous n'avez pas de jeu installé.

source: Are you sure you want to delete "$1"?
fr: Êtes-vous sûr de vouloir supprimer « $1 » ?

source: Delete
fr: Supprimer

source: pkgmgr: failed to delete "$1"
fr: Le gestionnaire de mods n'a pas pu supprimer « $1 »

source: pkgmgr: invalid path "$1"
fr: Gestionnaire de mods : chemin de mod invalide « $1 »

source: Delete World "$1"?
fr: Supprimer le monde « $1 » ?

source: Accept
fr: Accepter

source: Rename Modpack:
fr: Renommer le pack de mods :

source: This modpack has an explicit name given in its modpack.conf which will override any renaming here.
fr: Ce pack de mods a un nom explicitement donné dans son fichier modpack.conf ; il écrasera tout renommage effectué ici.

source: (No description of setting given)
fr: (Aucune description donnée de l'option)

source: 2D Noise
fr: Bruit 2D

source: < Back to Settings page
fr: < Revenir aux paramètres

source: Browse
fr: Parcourir

source: Disabled
fr: Désactivé

source: Edit
fr: Modifier

source: Enabled
fr: Activé

source: Lacunarity
fr: Lacunarité

source: Offset
fr: Décallage

source: Persistance
fr: Persistence

source: Please enter a valid integer.
fr: Veuillez entrer un nombre entier valide.

source: Please enter a valid number.
fr: Veuillez entrer un nombre valide.

source: Restore Default
fr: Réinitialiser

source: Scale
fr: Echelle

source: Search
fr: Rechercher

source: Select directory
fr: Choisissez un répertoire

source: Select file
fr: Choisir un fichier

source: Show technical names
fr: Montrer les noms techniques

source: The value must be at least $1.
fr: La valeur doit être supérieure à $1.

source: The value must not be larger than $1.
fr: La valeur doit être inférieure à $1.

source: X spread
fr: Écart X

source: Y spread
fr: Écart Y

source: Z spread
fr: Écart Z

source: absvalue
fr: Valeur absolue

source: defaults
fr: Paramètres par défaut

source: eased
fr: lissé

source: $1 (Enabled)
fr: $1 (Activé)

source: Failed to install $1 to $2
fr: Échec de l'installation de $1 vers $2

source: Install Mod: Unable to find real mod name for: $1
fr: Installation d'un mod : impossible de trouver le vrai nom du mod pour : $1

source: Install Mod: Unable to find suitable folder name for modpack $1
fr: Installation un mod : impossible de trouver un nom de dossier valide pour le pack de mods $1

source: Install: Unsupported file type "$1" or broken archive
fr: Installation d'un mod : type de fichier non supporté « $1 » ou archive endommagée

source: Install: file: "$1"
fr: Installation : fichier : « $1 »

source: Unable to find a valid mod or modpack
fr: Impossible de trouver un mod ou un pack de mods valide

source: Unable to install a $1 as a texture pack
fr: Échec de l'installation de $1 comme pack de textures

source: Unable to install a game as a $1
fr: Échec de l'installation du jeu comme un $1

source: Unable to install a mod as a $1
fr: Impossible d'installer un mod comme un $1

source: Unable to install a modpack as a $1
fr: Impossible d'installer un pack de mods comme un $1

source: Loading...
fr: Chargement...

source: Public server list is disabled
fr: La liste des serveurs publics est désactivée

source: Try reenabling public serverlist and check your internet connection.
fr: Essayez de rechargez la liste des serveurs publics et vérifiez votre connexion Internet.

source: Browse online content
fr: Parcourir le contenu en ligne

source: Content
fr: Contenu

source: Disable Texture Pack
fr: Désactiver le pack de textures

source: Information:
fr: Informations :

source: Installed Packages:
fr: Paquets installés :

source: No dependencies.
fr: Pas de dépendances.

source: No package description available
fr: Pas de description du paquet disponible

source: Rename
fr: Renommer

source: Uninstall Package
fr: Désinstaller le paquet

source: Use Texture Pack
fr: Utiliser un pack de texture

source: Active Contributors
fr: Contributeurs actifs

source: Core Developers
fr: Développeurs principaux

source: Credits
fr: Crédits

source: Open User Data Directory
fr: Ouvrir le répertoire de données utilisateur

source: Opens the directory that contains user-provided worlds, games, mods, and texture packs in a file manager / explorer.
fr: Ouvre le répertoire qui contient les mondes fournis par les utilisateurs, les jeux, les mods, et des paquets de textures dans un gestionnaire de fichiers.

source: Previous Contributors
fr: Anciens contributeurs

source: Previous Core Developers
fr: Anciens développeurs principaux

source: Announce Server
fr: Annoncer le serveur

source: Bind Address
fr: Adresse à assigner

source: Creative Mode
fr: Mode créatif

source: Enable Damage
fr: Activer les dégâts

source: Host Game
fr: Héberger une partie

source: Host Server
fr: Héberger un serveur

source: Install games from ContentDB
fr: Installer à partir de ContentDB

source: Name
fr: Nom

source: New
fr: Nouveau

source: No world created or selected!
fr: Aucun monde créé ou sélectionné !

source: Password
fr: Mot de passe

source: Play Game
fr: Jouer

source: Select Mods
fr: Sélectionner les mods

source: Select World:
fr: Sélectionner un monde :

source: Server Port
fr: Port du serveur

source: Start Game
fr: Démarrer

source: Address / Port
fr: Adresse / Port

source: Connect
fr: Rejoindre

source: Creative mode
fr: Mode créatif

source: Damage enabled
fr: Dégâts activés

source: Del. Favorite
fr: Supprimer favori

source: Favorite
fr: Favori

source: Join Game
fr: Rejoindre une partie

source: Name / Password
fr: Nom / Mot de passe

source: PvP enabled
fr: JcJ activé

source: 3D Clouds
fr: Nuages en 3D

source: All Settings
fr: Tous les paramètres

source: Antialiasing:
fr: Anti-crénelage :

source: Autosave Screen Size
fr: Sauv. autom. de la taille d'écran

source: Bilinear Filter
fr: Filtrage bilinéaire

source: Change Keys
fr: Changer les touches

source: Connected Glass
fr: Verre unifié

source: Fancy Leaves
fr: Arbres détaillés

source: Mipmap
fr: MIP mapping

source: Mipmap + Aniso. Filter
fr: MIP map + anisotropie

source: No Filter
fr: Aucun filtre

source: No Mipmap
fr: Sans MIP map

source: Node Highlighting
fr: Surbrillance des blocs

source: Node Outlining
fr: Non-surbrillance des blocs

source: None
fr: Aucun

source: Opaque Leaves
fr: Arbres minimaux

source: Opaque Water
fr: Eau opaque

source: Particles
fr: Activer les particules

source: Screen:
fr: Écran :

source: Settings
fr: Réglages

source: Shaders (experimental)
fr: Shaders (expérimental)

source: Shaders (unavailable)
fr: Shaders (indisponible)

source: Simple Leaves
fr: Arbres simples

source: Smooth Lighting
fr: Lumière douce

source: Texturing:
fr: Texturisation :

source: To enable shaders the OpenGL driver needs to be used.
fr: Pour activer les textures nuancées, le pilote OpenGL doit être utilisé.

source: Tone Mapping
fr: Mappage tonal

source: Touchthreshold: (px)
fr: Sensibilité du toucher (px)

source: Trilinear Filter
fr: Filtrage trilinéaire

source: Waving Leaves
fr: Feuilles ondulantes

source: Waving Liquids
fr: Liquides ondulants

source: Waving Plants
fr: Plantes ondulantes

source: Connection timed out.
fr: Connexion perdue.

source: Done!
fr: Terminé !

source: Initializing nodes
fr: Initialisation des blocs

source: Initializing nodes...
fr: Initialisation des blocs...

source: Loading textures...
fr: Chargement des textures...

source: Rebuilding shaders...
fr: Reconstruction des textures nuancées...

source: Connection error (timed out?)
fr: Erreur de connexion (perte de connexion ?)

source: Could not find or load game "
fr: Impossible de trouver ou charger le jeu "

source: Invalid gamespec.
fr: gamespec invalide.

source: Main Menu
fr: Menu principal

source: No world selected and no address provided. Nothing to do.
fr: Pas de monde sélectionné et pas d'adresse fournie. Rien à faire.

source: Player name too long.
fr: Nom du joueur trop long.

source: Please choose a name!
fr: Veuillez choisir un nom !

source: Provided password file failed to open:
fr: Le fichier de mot de passe fourni n'a pas pu être ouvert :

source: Provided world path doesn't exist:
fr: Le chemin du monde spécifié n'existe pas :

source: needs_fallback_font
fr: no

source: Check debug.txt for details.
fr: Voir debug.txt pour plus d'informations.

source: - Address:
fr: - Adresse :

source: - Creative Mode:
fr: - Mode créatif :

source: - Damage:
fr: - Dégâts :

source: - PvP:
fr: - JcJ :

source: - Server Name:
fr: - Nom du serveur :

source: Automatic forward disabled
fr: Marche automatique désactivée

source: Automatic forward enabled
fr: Marche automatique activée

source: Camera update disabled
fr: Mise à jour de la caméra désactivée

source: Camera update enabled
fr: Mise à jour de la caméra activée

source: Change Password
fr: Changer de mot de passe

source: Cinematic mode disabled
fr: Mode cinématique désactivé

source: Cinematic mode enabled
fr: Mode cinématique activé

source: Client side scripting is disabled
fr: Les scripts côté client sont désactivés

source: Connecting to server...
fr: Connexion au serveur...

source: Continue
fr: Continuer

source: Controls: - %s: move forwards - %s: move backwards - %s: move left - %s: move right - %s: jump/climb up - %s: dig/punch - %s: place/use - %s: sneak/climb down - %s: drop item - %s: inventory - Mouse: turn/look - Mouse wheel: select item - %s: chat
fr: Contrôles : - %s : avancer - %s : reculer - %s : à gauche - %s : à droite - %s : sauter/grimper - %s : creuser/actionner - %s : placer/utiliser - %s : marcher lentement/descendre - %s : lâcher un objet - %s : inventaire - Souris : tourner/regarder - Molette souris : sélectionner un objet - %s : tchat

source: Creating client...
fr: Création du client...

source: Creating server...
fr: Création du serveur...

source: Debug info and profiler graph hidden
fr: Informations de debogage et graphique de profil cachés

source: Debug info shown
fr: Infos de débogage affichées

source: Debug info, profiler graph, and wireframe hidden
fr: Informations de debogage, graphique de profil et fils de fer cachés

source: Default Controls: No menu visible: - single tap: button activate - double tap: place/use - slide finger: look around Menu/Inventory visible: - double tap (outside): -->close - touch stack, touch slot: --> move stack - touch&drag, tap 2nd finger --> place single item to slot
fr: Touches par défaut : Sans menu visible : - un seul appui : touche d'activation - double-appui : placement / utilisation - Glissement du doigt : regarder autour Menu / Inventaire visible : - double-appui (en dehors) : fermeture - objet(s) dans l'inventaire : déplacement - appui, glissement et appui : pose d'un seul item par emplacement

source: Disabled unlimited viewing range
fr: La limite de vue a été activée

source: Enabled unlimited viewing range
fr: La limite de vue a été désactivée

source: Exit to Menu
fr: Menu Principal

source: Exit to OS
fr: Quitter le jeu

source: Fast mode disabled
fr: Vitesse en mode rapide désactivée

source: Fast mode enabled
fr: Vitesse en mode rapide activée

source: Fast mode enabled (note: no 'fast' privilege)
fr: Vitesse en mode rapide activée (note : pas de privilège 'fast')

source: Fly mode disabled
fr: Mode vol désactivé

source: Fly mode enabled
fr: Mode vol activé

source: Fly mode enabled (note: no 'fly' privilege)
fr: Mode vol activé (note : pas de privilège 'fly')

source: Fog disabled
fr: Brouillard désactivé

source: Fog enabled
fr: Brouillard activé

source: Game info:
fr: Infos de jeu :

source: Game paused
fr: Jeu en pause

source: Hosting server
fr: Héberger un serveur

source: Item definitions...
fr: Définitions des items...

source: KiB/s
fr: Kio/s

source: Media...
fr: Média...

source: MiB/s
fr: Mio/s

source: Minimap currently disabled by game or mod
fr: Mini-carte actuellement désactivée par un jeu ou un mod

source: Noclip mode disabled
fr: Collisions activées

source: Noclip mode enabled
fr: Collisions désactivées

source: Noclip mode enabled (note: no 'noclip' privilege)
fr: Collisions activées (note : pas de privilège 'noclip')

source: Node definitions...
fr: Définitions des blocs...

source: Off
fr: Désactivé

source: On
fr: Activé

source: Pitch move mode disabled
fr: Mode de mouvement à direction libre désactivé

source: Pitch move mode enabled
fr: Mode de mouvement à direction libre activé

source: Profiler graph shown
fr: Graphique de profil affiché

source: Remote server
fr: Serveur distant

source: Resolving address...
fr: Résolution de l'adresse...

source: Shutting down...
fr: Fermeture du jeu...

source: Singleplayer
fr: Solo

source: Sound Volume
fr: Volume du son

source: Sound muted
fr: Son coupé

source: Sound system is disabled
fr: L'audio système est désactivé

source: Sound system is not supported on this build
fr: Cette compilation ne gère pas l'audio du système

source: Sound unmuted
fr: Son rétabli

source: Viewing range changed to %d
fr: Distance de vue réglée sur %d

source: Viewing range is at maximum: %d
fr: Distance de vue maximale : %d

source: Viewing range is at minimum: %d
fr: Distance de vue minimale : %d

source: Volume changed to %d%%
fr: Volume réglé sur %d %%

source: Wireframe shown
fr: Fils de fer affichés

source: Zoom currently disabled by game or mod
fr: Le zoom est actuellement désactivé par un jeu ou un mod

source: Chat hidden
fr: Tchat caché

source: Chat shown
fr: Tchat affiché

source: HUD hidden
fr: Interface cachée

source: HUD shown
fr: Interface affichée

source: Nametags hidden
fr: Porte-noms cachés

source: Nametags shown
fr: Porte-noms illustrés

source: Profiler hidden
fr: Profileur caché

source: Profiler shown (page %d of %d)
fr: Profileur affiché (page %d1 sur %d2)

source: Apps
fr: Applications

source: Backspace
fr: Retour

source: Caps Lock
fr: Verr. Maj

source: Clear
fr: Vider

source: Control
fr: Contrôle

source: Down
fr: Bas

source: End
fr: Fin

source: Erase EOF
fr: Écraser l'EOF

source: Execute
fr: Exécuter

source: Help
fr: Aide

source: Home
fr: Origine

source: IME Accept
fr: Accepter IME

source: IME Convert
fr: Convertir IME

source: IME Escape
fr: Échap. IME

source: IME Mode Change
fr: Changer de mode IME

source: IME Nonconvert
fr: Non converti IME

source: Insert
fr: Insérer

source: Left
fr: Gauche

source: Left Button
fr: Bouton gauche

source: Left Control
fr: Contrôle gauche

source: Left Menu
fr: Menu Gauche

source: Left Shift
fr: Maj. gauche

source: Left Windows
fr: Windows gauche

source: Middle Button
fr: Bouton du milieu

source: Num Lock
fr: Verr Num

source: Numpad *
fr: Pavé num. *

source: Numpad +
fr: Pavé num. +

source: Numpad -
fr: Pavé num. -

source: Numpad .
fr: Pavé num. .

source: Numpad /
fr: Pavé num. /

source: Numpad 0
fr: Pavé num. 0

source: Numpad 1
fr: Pavé num. 1

source: Numpad 2
fr: Pavé num. 2

source: Numpad 3
fr: Pavé num. 3

source: Numpad 4
fr: Pavé num. 4

source: Numpad 5
fr: Pavé num. 5

source: Numpad 6
fr: Pavé num. 6

source: Numpad 7
fr: Pavé num. 7

source: Numpad 8
fr: Pavé num. 8

source: Numpad 9
fr: Pavé num. 9

source: Page down
fr: Bas de page

source: Page up
fr: Haut de page

source: Play
fr: Jouer

source: Print
fr: Capture d'écran

source: Return
fr: Retour

source: Right
fr: Droite

source: Right Button
fr: Bouton droit

source: Right Control
fr: Contrôle droite

source: Right Menu
fr: Menu droite

source: Right Shift
fr: Majuscule droit

source: Right Windows
fr: Windows droite

source: Scroll Lock
fr: Verr. défilement

source: Select
fr: Sélectionner

source: Shift
fr: Maj.

source: Sleep
fr: Mise en veille

source: Snapshot
fr: Capture d'écran

source: Space
fr: Espace

source: Tab
fr: Tabulation

source: Up
fr: Haut

source: X Button 1
fr: Bouton X 1

source: X Button 2
fr: Bouton X 2

source: Minimap hidden
fr: Mini-carte cachée

source: Minimap in radar mode, Zoom x%d
fr: Mini-carte en mode radar, zoom ×%d

source: Minimap in surface mode, Zoom x%d
fr: Mini-carte en mode surface, zoom ×%d

source: Minimap in texture mode
fr: Mini-carte en mode texture

source: Passwords do not match!
fr: Les mots de passe ne correspondent pas !

source: Register and Join
fr: S'enregistrer et rejoindre

source: You are about to join this server with the name "%s" for the first time. If you proceed, a new account using your credentials will be created on this server. Please retype your password and click 'Register and Join' to confirm account creation, or click 'Cancel' to abort.
fr: Vous êtes sur le point de rejoindre ce serveur avec le nom « %s » pour la première fois. Si vous continuez, un nouveau compte utilisant vos identifiants sera créé sur ce serveur. Veuillez retaper votre mot de passe et cliquer sur « S'enregistrer et rejoindre » pour confirmer la création de votre compte, ou cliquez sur « Annuler ».

source: Proceed
fr: Procéder

source: "Special" = climb down
fr: « Spécial » = descendre

source: Autoforward
fr: Avancer autom.

source: Automatic jumping
fr: Sauts automatiques

source: Backward
fr: Reculer
