Repository: MultiCraft/MultiCraft
Catalog: po/*/minetest.po
Languages: fr

source: Path to the default font. If “freetype” setting is enabled: Must be a TrueType font. If “freetype” setting is disabled: Must be a bitmap or XML vectors font. The fallback font will be used if the font cannot be loaded.
fr: Chemin vers la police par défaut. Si le paramètre « freetype » est activé : doit être une police TrueType. Si le paramètre « freetype » est désactivé : doit être une police de vecteurs bitmap ou XML. La police de rentrée sera utilisée si la police ne peut pas être chargée.

source: Path to the monospace font. If “freetype” setting is enabled: Must be a TrueType font. If “freetype” setting is disabled: Must be a bitmap or XML vectors font. This font is used for e.g. the console and profiler screen.
fr: Chemin vers la police monospace. Si « freetype » est activé : doit être une police TrueType. Si « freetype » est désactivé : doit être une police de vecteurs bitmap ou XML. Cette police est utilisée par exemple pour la console et l’écran du profileur.

source: Pause on lost window focus
fr: Mettre en pause sur perte de sélection de la fenêtre

source: Per-player limit of queued blocks load from disk
fr: Limite par joueur de blocs en attente à charger depuis le disque

source: Per-player limit of queued blocks to generate
fr: Limite par joueur des blocs émergents à créer

source: Physics
fr: Physique

source: Pitch move key
fr: Touche de vol libre

source: Pitch move mode
fr: Mode de mouvement libre

source: Place key
fr: Touche pour placer

source: Place repetition interval
fr: Intervalle de répétition du placement

source: Player is able to fly without being affected by gravity. This requires the "fly" privilege on the server.
fr: Le joueur est capable de voler sans être affecté par la gravité. Nécessite le privilège « fly » sur le serveur.

source: Player name
fr: Nom du joueur

source: Player transfer distance
fr: Distance de transfert du joueur

source: Player versus player
fr: Joueur contre joueur

source: Port to connect to (UDP). Note that the port field in the main menu overrides this setting.
fr: Port où se connecter (UDP). Notez que le champ de port dans le menu principal passe outre ce réglage.

source: Prevent digging and placing from repeating when holding the mouse buttons. Enable this when you dig or place too often by accident.
fr: Évitez de répéter lorsque vous maintenez les boutons de la souris. Activez cette option lorsque vous creusez ou placez trop souvent par accident.

source: Prevent mods from doing insecure things like running shell commands.
fr: Empêcher les mods d'exécuter des fonctions insécurisées (comme des commandes système).

source: Print the engine's profiling data in regular intervals (in seconds). 0 = disable. Useful for developers.
fr: Affiche les données de profilage du moteur à intervalles réguliers (en secondes). 0 = désactivé. Utile pour les développeurs.

source: Privileges that players with basic_privs can grant
fr: Les privilèges que les joueurs ayant le privilège basic_privs peuvent accorder

source: Profiler
fr: Profileur

source: Profiler toggle key
fr: Profilage

source: Profiling
fr: Profilage

source: Prometheus listener address
fr: Adresse d'écoute pour Prometheus

source: Prometheus listener address. If minetest is compiled with ENABLE_PROMETHEUS option enabled, enable metrics listener for Prometheus on that address. Metrics can be fetch on http://127.0.0.1:30000/metrics
fr: Adresse d'écoute pour Prometheus. Lorsque Minetest est compilé avec l'option ENABLE_PROMETHEUS, cette adresse est utilisée pour l'écoute de données pour Prometheus. Les données sont sur http://127.0.0.1:30000/metrics

source: Proportion of large caves that contain liquid.
fr: Proportion de grandes grottes qui contiennent du liquide.

source: Radius of cloud area stated in number of 64 node cloud squares. Values larger than 26 will start to produce sharp cutoffs at cloud area corners.
fr: Rayon de l'aire des nuages où se trouve 64 blocs carrés de nuages. Les valeurs plus grandes que 26 entraînent une « coupure » nette des nuages aux coins de l'aire.

source: Raises terrain to make valleys around the rivers.
fr: Élève le terrain pour former des vallées autour des rivières.

source: Random input
fr: Entrée aléatoire

source: Range select key
fr: Distance d'affichage illimitée

source: Recent Chat Messages
fr: Messages de discussion récents

source: Regular font path
fr: Chemin d'accès pour la police normale

source: Remote media
fr: Média distant

source: Remote port
fr: Port distant

source: Remove color codes from incoming chat messages Use this to stop players from being able to use color in their messages
fr: Supprime les codes couleurs venant des messages du tchat Utilisez cette option pour empêcher les joueurs d’utiliser la couleur dans leurs messages

source: Replaces the default main menu with a custom one.
fr: Remplace le menu par défaut par un menu personnalisé.

source: Report path
fr: Chemin du rapport

source: Restricts the access of certain client-side functions on servers. Combine the byteflags below to restrict client-side features, or set to 0 for no restrictions: LOAD_CLIENT_MODS: 1 (disable loading client-provided mods) CHAT_MESSAGES: 2 (disable send_chat_message call client-side) READ_ITEMDEFS: 4 (disable get_item_def call client-side) READ_NODEDEFS: 8 (disable get_node_def call client-side) LOOKUP_NODES_LIMIT: 16 (limits get_node call client-side to csm_restriction_noderange) READ_PLAYERINFO: 32 (disable get_player_names call client-side)
fr: Limite l'accès de certaines fonctions côté client sur les serveurs Combiner les byteflags ci dessous pour restreindre les fonctionnalités client, ou mettre 0 pour laisser sans restriction : LOAD_CLIENT_MODS : 1 (désactive le chargement des mods client) CHAT_MESSAGES : 2 (désactive l'appel send_chat_message côté client) READ_ITEMDEFS : 4 (désactive l'appel get_item_def côté client) READ_NODEDEFS : 8 (désactive l'appel get_node_def côté client) LOOKUP_NODES_LIMIT : 16 (limite l'appel get_node côté client à csm_restriction_noderange) READ_PLAYERINFO : 32 (désactive l'appel get_player_names côté client)

source: Ridge mountain spread noise
fr: Bruit pour l'espacement des crêtes de montagnes

source: Ridge noise
fr: Bruit pour les crêtes

source: Ridge underwater noise
fr: Bruit pour les crêtes sous l'eau

source: Ridged mountain size noise
fr: Bruit pour la taille des crêtes de montagne

source: Right key
fr: Droite

source: River channel depth
fr: Profondeur des rivières

source: River channel width
fr: Largeur des rivières

source: River depth
fr: Profondeur des rivières

source: River noise
fr: Bruit pour les rivières

source: River size
fr: Taille des rivières

source: River valley width
fr: Largeur des vallées fluviales

source: Rollback recording
fr: Enregistrement des actions

source: Rolling hill size noise
fr: Taille du bruit des collines arrondies

source: Rolling hills spread noise
fr: Étalement du bruit de collines arrondies

source: Round minimap
fr: Mini-carte circulaire

source: Safe digging and placing
fr: Placement et minage sécurisés

source: Sandy beaches occur when np_beach exceeds this value.
fr: Des plages de sables apparaissent lorsque np_beach dépasse cette valeur.

source: Save the map received by the client on disk.
fr: Sauvegarde le monde du serveur sur le disque dur du client.

source: Save window size automatically when modified.
fr: Sauvegarder automatiquement la taille de la fenêtre quand elle est modifiée.

source: Saving map received from server
fr: Sauvegarder le monde du serveur

source: Scale GUI by a user specified value. Use a nearest-neighbor-anti-alias filter to scale the GUI. This will smooth over some of the rough edges, and blend pixels when scaling down, at the cost of blurring some edge pixels when images are scaled by non-integer sizes.
fr: Met à l'échelle l'interface par une valeur spécifiée par l'utilisateur, à l'aide d'un filtre au plus proche avec anticrénelage. Cela va lisser certains bords grossiers, et mélanger les pixels en réduisant l'échelle au détriment d'un effet de flou sur des pixels en bordure quand les images sont mises à l'échelle par des valeurs fractionnelles.

source: Screen height
fr: Hauteur de la fenêtre

source: Screen width
fr: Largeur de la fenêtre

source: Screenshot folder
fr: Dossier des captures d'écran

source: Screenshot format
fr: Format des captures d'écran

source: Screenshot quality
fr: Qualité des captures d'écran

source: Screenshot quality. Only used for JPEG format. 1 means worst quality; 100 means best quality. Use 0 for default quality.
fr: Qualité de capture d'écran. Utilisé uniquement pour le format JPEG. 1 signifie mauvaise qualité ; 100 signifie la meilleure qualité. Utilisez 0 pour la qualité par défaut.

source: Seabed noise
fr: Bruit pour les fonds marins

source: Second of 4 2D noises that together define hill/mountain range height.
fr: Deuxième des 4 bruits 2D qui définissent ensemble la taille des collines et montagnes.

source: Second of two 3D noises that together define tunnels.
fr: Deuxième des 2 bruits 3D qui définissent ensemble les tunnels.

source: Security
fr: Sécurité

source: See https://www.sqlite.org/pragma.html#pragma_synchronous
fr: Voir http://www.sqlite.org/pragma.html#pragma_synchronous

source: Selection box border color (R,G,B).
fr: Couleur des bords de sélection (R,G,B).

source: Selection box color
fr: Couleur des bords de sélection

source: Selection box width
fr: Epaisseur des bords de sélection

source: Selects one of 18 fractal types. 1 = 4D "Roundy" Mandelbrot set. 2 = 4D "Roundy" Julia set. 3 = 4D "Squarry" Mandelbrot set. 4 = 4D "Squarry" Julia set. 5 = 4D "Mandy Cousin" Mandelbrot set. 6 = 4D "Mandy Cousin" Julia set. 7 = 4D "Variation" Mandelbrot set. 8 = 4D "Variation" Julia set. 9 = 3D "Mandelbrot/Mandelbar" Mandelbrot set. 10 = 3D "Mandelbrot/Mandelbar" Julia set. 11 = 3D "Christmas Tree" Mandelbrot set. 12 = 3D "Christmas Tree" Julia set. 13 = 3D "Mandelbulb" Mandelbrot set. 14 = 3D "Mandelbulb" Julia set. 15 = 3D "Cosine Mandelbulb" Mandelbrot set. 16 = 3D "Cosine Mandelbulb" Julia set. 17 = 4D "Mandelbulb" Mandelbrot set. 18 = 4D "Mandelbulb" Julia set.
fr: Choisit parmi 18 types de fractales. 1 = réglage Mandelbrot « Roundy » 4D. 2 = réglage Julia « Roundy » 4D. 3 = réglage Mandelbrot « Squarry » 4D. 4 = réglage Julia « Squarry » 4D. 5 = réglage Mandelbrot « Cousin Mandy » 4D. 6 = réglage Julia « Cousin Mandy » 4D. 7 = réglage Mandelbrot « Variation » 4D. 8 = réglage Julia « Variation » 4D. 9 = réglage Mandelbrot « Mandelbrot/Mandelbar » 3D. 10 = réglage Julia « Mandelbrot/Mandelbar » 3D. 11 = réglage Mandelbrot « Christmas Tree » 3D. 12 = réglage Julia « Christmas Tree » 3D. 13 = réglage Mandelbrot « Mandelbulb » 3D. 14 = réglage Julia « Mandelbulb » 3D. 15 = réglage Mandelbrot « Cosine Mandelbulb » 3D. 16 = réglage Julia « Cosine Mandelbulb » 3D. 17 = réglage Mandelbrot « Mandelbulb » 4D. 18 = réglage Julia « Mandelbulb » 4D.

source: Server / Singleplayer
fr: Serveur / Partie solo

source: Server URL
fr: URL du serveur

source: Server address
fr: Adresse du serveur

source: Server description
fr: Description du serveur

source: Server name
fr: Nom du serveur

source: Server port
fr: Port du serveur

source: Server side occlusion culling
fr: Tests d'occultation côté serveur

source: Serverlist URL
fr: URL de la liste des serveurs publics

source: Serverlist file
fr: Fichier des serveurs publics

source: Set the language. Leave empty to use the system language. A restart is required after changing this.
fr: Détermine la langue. Laisser vide pour utiliser celui de votre système. Un redémarrage est nécessaire après cette modification.

source: Set the maximum character length of a chat message sent by clients.
fr: Définir la longueur maximale de caractères d'un message de discussion envoyé par les clients.

source: Set to true to enable waving leaves. Requires shaders to be enabled.
fr: Mettre sur « true » active le mouvement des feuilles d'arbres mouvantes. Nécessite les shaders pour être activé.

source: Set to true to enable waving liquids (like water). Requires shaders to be enabled.
fr: Mettre sur « true » active les vagues. Nécessite les shaders pour être activé.

source: Set to true to enable waving plants. Requires shaders to be enabled.
fr: Mettre sur « true » active le mouvement des végétaux. Nécessite les shaders pour être activé.

source: Shader path
fr: Chemin des shaders

source: Shaders allow advanced visual effects and may increase performance on some video cards. This only works with the OpenGL video backend.
fr: Les shaders permettent des effets visuels avancés et peuvent améliorer les performances sur certaines cartes graphiques. Fonctionne seulement avec OpenGL.

source: Shadow offset (in pixels) of the default font. If 0, then shadow will not be drawn.
fr: Décalage de l'ombre de la police par défaut (en pixel). Aucune ombre si la valeur est 0.

source: Shadow offset (in pixels) of the fallback font. If 0, then shadow will not be drawn.
fr: Décalage de l'ombre de la police de secours (en pixel). Aucune ombre si la valeur est 0.

source: Shape of the minimap. Enabled = round, disabled = square.
fr: Forme de la mini-carte. Activé = ronde, désactivé = carrée.

source: Show debug info
fr: Afficher les infos de débogage

source: Show entity selection boxes
fr: Afficher les boîtes de sélection de l'entité

source: Show entity selection boxes A restart is required after changing this.
fr: Afficher les boîtes de sélection de l'entité Un redémarrage est nécessaire après cette modification.

source: Show nametag backgrounds by default
fr: Afficher l'arrière-plan des badges par défaut

source: Shutdown message
fr: Message d'arrêt du serveur

source: Size of mapchunks generated by mapgen, stated in mapblocks (16 nodes). WARNING!: There is no benefit, and there are several dangers, in increasing this value above 5. Reducing this value increases cave and dungeon density. Altering this value is for special usage, leaving it unchanged is recommended.
fr: Taille des mapchunks générés par mapgen, indiquée dans les mapblocks (16 nœuds). ATTENTION ! : Il n’y a aucun avantage, et plusieurs dangers, à augmenter cette valeur au-dessus de 5. Réduire cette valeur augmente la densité de cavernes et de donjons. La modification de cette valeur est réservée à un usage spécial. Il est conseillé de la laisser inchangée.

source: Size of the MapBlock cache of the mesh generator. Increasing this will increase the cache hit %, reducing the data being copied from the main thread, thus reducing jitter.
fr: Taille du cache de MapBlocks du générateur de maillage. Augmenter ceci augmente le % d'interception du cache et réduit la copie de données dans le fil principal, réduisant les tremblements.

source: Slice w
fr: Largeur de part

source: Slope and fill work together to modify the heights.
fr: La pente et le remplissage fonctionnent ensemble pour modifier les hauteurs.

source: Small cave maximum number
fr: Nombre maximum de petites grottes

source: Small cave minimum number
fr: Nombre maximum de petites grottes

source: Small-scale humidity variation for blending biomes on borders.
fr: Variation d'humidité de petite échelle pour la transition entre les biomes.

source: Small-scale temperature variation for blending biomes on borders.
fr: Variation de température de petite échelle pour la transition entre les biomes.

source: Smooth lighting
fr: Lumière douce

source: Smooths camera when looking around. Also called look or mouse smoothing. Useful for recording videos.
fr: Lisse les mouvement de la caméra en se déplaçant et en regardant autour. Utile pour enregistrer des vidéos.

source: Smooths rotation of camera in cinematic mode. 0 to disable.
fr: Lisse la rotation de la caméra en mode cinématique. 0 pour désactiver.

source: Smooths rotation of camera. 0 to disable.
fr: Lisse la rotation de la caméra. 0 pour désactiver.

source: Sneak key
fr: Déplacement lent

source: Sneaking speed
fr: Vitesse d'accroupissement

source: Sneaking speed, in nodes per second.
fr: Vitesse furtive, en blocs par seconde.

source: Sound
fr: Audio

source: Special key
fr: Touche spéciale

source: Special key for climbing/descending
fr: Touche spéciale pour monter/descendre

source: Specifies URL from which client fetches media instead of using UDP. $filename should be accessible from $remote_media$filename via cURL (obviously, remote_media should end with a slash). Files that are not present will be fetched the usual way.
fr: Spécifie l'URL à laquelle les clients obtiennent les fichiers média au lieu d'utiliser le port UDP. $filename doit être accessible depuis $remote_media$filename via cURL (évidemment, remote_media devrait se terminer avec un slash). Les fichiers qui ne sont pas présents seront récupérés de la manière habituelle.

source: Specifies the default stack size of nodes, items and tools. Note that mods or games may explicitly set a stack for certain (or all) items.
fr: Donne les valeurs par défaut de la taille des piles de nœuds, d'items et d'outils. Les mods ou les parties peuvent fixer explicitement une pile pour certains items.

source: Spread of light curve boost range. Controls the width of the range to be boosted. Standard deviation of the light curve boost Gaussian.
fr: Longueur d'intervalle de l'amplification de la courbe de lumière. Contrôle la largeur de l'intervalle d'amplification. Écart type de la gaussienne d'amplification de courbe de lumière.

source: Static spawnpoint
fr: Point d'apparition statique

source: Steepness noise
fr: Bruit pour les pentes

source: Step mountain size noise
fr: Bruit pour la taille des montagnes en escalier

source: Step mountain spread noise
fr: Bruit pour l’étalement des montagnes en escalier

source: Strength of 3D mode parallax.
fr: Intensité de parallaxe en mode 3D.

source: Strength of light curve boost. The 3 'boost' parameters define a range of the light curve that is boosted in brightness.
fr: Niveau d'amplification de la courbure de la lumière. Les trois paramètres « d'amplification » définissent un intervalle de la courbe de lumière pour lequel la luminosité est amplifiée.

source: Strict protocol checking
fr: Vérification stricte du protocole

source: Strip color codes
fr: Echapper les codes de couleur

source: Surface level of optional water placed on a solid floatland layer. Water is disabled by default and will only be placed if this value is set to above 'mgv7_floatland_ymax' - 'mgv7_floatland_taper' (the start of the upper tapering). ***WARNING, POTENTIAL DANGER TO WORLDS AND SERVER PERFORMANCE***: When enabling water placement the floatlands must be configured and tested to be a solid layer by setting 'mgv7_floatland_density' to 2.0 (or other required value depending on 'mgv7_np_floatland'), to avoid server-intensive extreme water flow and to avoid vast flooding of the world surface below.
fr: Niveau de la surface de l'eau (facultative) placée sur une couche solide de terre suspendue. L'eau est désactivée par défaut et ne sera placée que si cette valeur est fixée à plus de 'mgv7_floatland_ymax' - 'mgv7_floatland_taper' (début de l’effilage du haut) ***ATTENTION, DANGER POTENTIEL AU MONDES ET AUX PERFORMANCES DES SERVEURS*** : Lorsque le placement de l'eau est activé, les île volantes doivent être configurées avec une couche solide en mettant 'mgv7_floatland_density' à 2.0 (ou autre valeur dépendante de 'mgv7_np_floatland'), pour éviter les chutes d'eaux énormes qui surchargent les serveurs et pourraient inonder les terres en dessous.

source: Synchronous SQLite
fr: SQLite synchronisé

source: Temperature variation for biomes.
fr: Variation de température pour les biomes.

source: Terrain alternative noise
fr: Bruit alternatif pour le terrain

source: Terrain base noise
fr: Bruit pour le terrain de base

source: Terrain height
fr: Hauteur du terrain

source: Terrain higher noise
fr: Bruit pour la hauteur du terrain

source: Terrain noise
fr: Bruit pour le terrain

source: Terrain noise threshold for hills. Controls proportion of world area covered by hills. Adjust towards 0.0 for a larger proportion.
fr: Seuil du bruit de relief pour les collines. Contrôle la proportion sur la superficie d'un monde recouvert de collines. Ajuster vers 0. 0 pour une plus grande proportion.

source: Terrain noise threshold for lakes. Controls proportion of world area covered by lakes. Adjust towards 0.0 for a larger proportion.
fr: Seuil du bruit de relief pour les lacs. Contrôle la proportion sur la superficie d'un monde recouvert de lacs. Ajuster vers 0. 0 pour une plus grande proportion.

source: Terrain persistence noise
fr: Bruit du terrain persistant

source: Texture path
fr: Chemin des textures

source: Textures on a node may be aligned either to the node or to the world. The former mode suits better things like machines, furniture, etc., while the latter makes stairs and microblocks fit surroundings better. However, as this possibility is new, thus may not be used by older servers, this option allows enforcing it for certain node types. Note though that that is considered EXPERIMENTAL and may not work properly.
fr: Les textures sur un nœud peuvent être alignées soit sur le nœud, soit sur le monde. L'ancien mode convient mieux aux machines, aux meubles, etc. ce dernier rend les escaliers et les microblocs mieux adaptés à l'environnement. Cependant, comme cette possibilité est nouvelle, elle ne peut donc pas être utilisée par les anciens serveurs, cette option permet de l'appliquer pour certains types de nœuds. Notez cependant que c'est considéré comme EXPERIMENTAL et peut ne pas fonctionner correctement.

source: The URL for the content repository
fr: L'URL du dépôt de contenu en ligne

source: The deadzone of the joystick
fr: La zone morte de la manette

source: The default format in which profiles are being saved, when calling `/profiler save [format]` without format.
fr: Le format par défaut dans lequel les profils seront sauvegardés, lorsque la commande `/profiler save [format]` est entrée sans format.

source: The depth of dirt or other biome filler node.
fr: La profondeur de la terre ou autre matériau de remplissage dépendant du biome.

source: The file path relative to your worldpath in which profiles will be saved to.
fr: Le chemin d'accès au fichier relatif au monde dans lequel les profils seront sauvegardés.

source: The identifier of the joystick to use
fr: L'identifiant de la manette à utiliser

source: The length in pixels it takes for touch screen interaction to start.
fr: La longueur en pixels qu'il faut pour que l'interaction avec l'écran tactile commence.

source: The maximum height of the surface of waving liquids. 4.0 = Wave height is two nodes. 0.0 = Wave doesn't move at all. Default is 1.0 (1/2 node). Requires waving liquids to be enabled.
fr: La hauteur maximale de la surface des liquides ondulants. 4.0 - La hauteur des vagues est de deux nœuds. 0.0 - La vague ne bouge pas du tout. Par défaut est de 1,0 (1/2 nœud). Nécessite d’activer les liquides ondulants.

source: The network interface that the server listens on.
fr: L'interface réseau que le serveur écoute.

source: The privileges that new users automatically get. See /privs in game for a full list on your server and mod configuration.
fr: Les privilèges que les nouveaux joueurs obtiennent automatiquement. Entrer /privs dans le jeu pour voir une liste complète des privilèges.
