Repository: MultiCraft/MultiCraft
Catalog: po/*/minetest.po
Languages: fr

source: Key for toggling the camera update. Only used for development See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
fr: Touche de mise à jour de la caméra. Seulement utilisé pour le développement. Voir http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for toggling the display of chat. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
fr: Touche pour afficher/cacher la zone de tchat. Voir http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for toggling the display of debug info. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
fr: Touche pour afficher/cacher les infos de débogage. Voir http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for toggling the display of fog. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
fr: Touche pour afficher/cacher le brouillard. Voir http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for toggling the display of the HUD. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
fr: Touche pour afficher/masquer le HUD ( Affichage tête haute). Voir http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for toggling the display of the large chat console. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
fr: Touche pour afficher/cacher la grande console de tchat. Voir http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for toggling the display of the profiler. Used for development. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
fr: Touche pour afficher/cacher la zone de profilage. Utilisé pour le développement. Voir http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for toggling unlimited view range. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
fr: Touche pour activer/désactiver la distance de vue illimitée. Voir http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key to use view zoom when possible. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
fr: Touche pour zoomer (lorsque c'est possible). Voir http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Kick players who sent more than X messages per 10 seconds.
fr: Expulser les joueurs qui ont envoyé plus de X messages sur 10 secondes.

source: Lake steepness
fr: Pic du lac

source: Lake threshold
fr: Seuil de lacs

source: Language
fr: Langue

source: Large cave depth
fr: Profondeur des grandes caves

source: Large cave maximum number
fr: Grand nombre de grottes maximum

source: Large cave minimum number
fr: Nombre minimum de grandes grottes

source: Large cave proportion flooded
fr: Proportion de grandes grottes inondées

source: Large chat console key
fr: Touche de grande console de tchat

source: Leaves style
fr: Apparence des feuilles d'arbres

source: Leaves style: - Fancy: all faces visible - Simple: only outer faces, if defined special_tiles are used - Opaque: disable transparency
fr: Apparence des feuilles d’arbres : — Détaillée : toutes les faces sont visibles — Simple : seulement les faces externes, si des « special_tiles » sont définies — Opaque : désactive la transparence

source: Left key
fr: Touche gauche

source: Length of a server tick and the interval at which objects are generally updated over network.
fr: Temps d'intervalle entre la mise à jour des objets sur le réseau.

source: Length of liquid waves. Requires waving liquids to be enabled.
fr: Longueur des vagues de liquides. Nécessite que les liquides ondulatoires soit activé.

source: Length of time between Active Block Modifier (ABM) execution cycles
fr: Durée entre les cycles d’exécution du Modificateur de bloc actif (ABM)

source: Length of time between NodeTimer execution cycles
fr: Durée entre les cycles d’exécution NodeTimer

source: Length of time between active block management cycles
fr: Temps entre les cycles de gestion des blocs actifs

source: Level of logging to be written to debug.txt: - <nothing> (no logging) - none (messages with no level) - error - warning - action - info - verbose
fr: Niveau de détails des infos de débogage écrits dans debug.txt : - <rien> (pas d'infos) - aucun (messages sans niveau) - erreur - avertissement - action - info - prolixe

source: Light curve boost
fr: Amplification de la courbe de lumière

source: Light curve boost center
fr: Centre d'amplification de la courbe de lumière

source: Light curve boost spread
fr: Étalement du boost de la courbe de lumière

source: Light curve gamma
fr: Courbe de lumière gamma

source: Light curve high gradient
fr: Fort gradient de la courbe de lumière

source: Light curve low gradient
fr: Faible gradient de la courbe de lumière

source: Limit of map generation, in nodes, in all 6 directions from (0, 0, 0). Only mapchunks completely within the mapgen limit are generated. Value is stored per-world.
fr: Limite du génération de carte, en nœuds, dans les 6 directions à partir de (0,0,0). Seules les tranches totalement comprises dans cette limite sont générées. Valeur différente pour chaque monde.

source: Limits number of parallel HTTP requests. Affects: - Media fetch if server uses remote_media setting. - Serverlist download and server announcement. - Downloads performed by main menu (e.g. mod manager). Only has an effect if compiled with cURL.
fr: Nombre limite de requête HTTP en parallèle. Affecte : - L'obtention de média si le serveur utilise l'option remote_media. - Le téléchargement de la liste des serveurs et l'annonce du serveur. - Les téléchargements effectués par le menu (ex. : gestionnaire de mods). Prend seulement effet si Minetest est compilé avec cURL.

source: Liquid fluidity
fr: Fluidité des liquides

source: Liquid fluidity smoothing
fr: Régularité de la fluidité des liquides

source: Liquid loop max
fr: Itérations maximales pendant la transformation des liquides

source: Liquid queue purge time
fr: Délais de nettoyage d'une file de liquide

source: Liquid sinking
fr: Écoulement du liquide

source: Liquid update interval in seconds.
fr: Intervalle de mise à jour des liquides en secondes.

source: Liquid update tick
fr: Intervalle de mise à jour des liquides

source: Load the game profiler
fr: Charger le profil de jeu

source: Load the game profiler to collect game profiling data. Provides a /profiler command to access the compiled profile. Useful for mod developers and server operators.
fr: Charge le profil du jeu pour collecter des données de profil du jeu. Fournit une commande /profiler pour accéder au profil compilé. Utile pour les développeurs de mod et les opérateurs de serveurs.

source: Loading Block Modifiers
fr: Chargement des modificateurs de blocs

source: Lower Y limit of dungeons.
fr: Limite basse Y des donjons.

source: Lower Y limit of floatlands.
fr: Borne inférieure Y des massifs volants.

source: Main menu script
fr: Script du menu principal

source: Make fog and sky colors depend on daytime (dawn/sunset) and view direction.
fr: Rendre la couleur du brouillard et du ciel différents selon l'heure du jour (aube/crépuscule) et la direction du regard.

source: Makes DirectX work with LuaJIT. Disable if it causes troubles.
fr: Rendre DirectX compatible avec LuaJIT. Désactiver si cela cause des problèmes.

source: Makes all liquids opaque
fr: Rendre toutes les liquides opaques

source: Map Compression Level for Disk Storage
fr: Niveau de compression des cartes pour le stockage sur disque

source: Map Compression Level for Network Transfer
fr: Niveau de compression des cartes pour le transfert de réseau

source: Map directory
fr: Répertoire de la carte du monde

source: Map generation attributes specific to Mapgen Carpathian.
fr: Attributs spécifiques au Mapgen Carpathian.

source: Map generation attributes specific to Mapgen Flat. Occasional lakes and hills can be added to the flat world.
fr: Attributs de terrain spécifiques au générateur de monde plat. Des lacs et des collines peuvent être occasionnellement ajoutés au monde plat.

source: Map generation attributes specific to Mapgen Fractal. 'terrain' enables the generation of non-fractal terrain: ocean, islands and underground.
fr: Attributs de terrain spécifiques au générateur de monde fractal. 'terrain' active la création de terrain non fractal, c-à-d un océan, des îles et du souterrain.

source: Map generation attributes specific to Mapgen Valleys. 'altitude_chill': Reduces heat with altitude. 'humid_rivers': Increases humidity around rivers. 'vary_river_depth': If enabled, low humidity and high heat causes rivers to become shallower and occasionally dry. 'altitude_dry': Reduces humidity with altitude.
fr: Attributs de génération du monde spécifiques au générateur Valleys. ‹altitude_chill› : Réduit la chaleur avec l’altitude. ‹humid_rivers› : Augmente l’humidité autour des rivières. ‹vary_river_depth› : Si activé, une humidité basse et une forte chaleur rendent les rivières moins profondes et parfois asséchées. ‹altitude_dry› : Réduit l’humidité avec l’altitude.

source: Map generation attributes specific to Mapgen v5.
fr: Attributs spécifiques au Mapgen v5.

source: Map generation attributes specific to Mapgen v6. The 'snowbiomes' flag enables the new 5 biome system. When the 'snowbiomes' flag is enabled jungles are automatically enabled and the 'jungles' flag is ignored.
fr: Attributs de génération du monde spécifiques au générateur v6. Le paramètre ‹snowbiomes› active le nouveau système à 5 biomes. Sous ce nouveau système, la création de jungles est automatique et le paramètre ‹jungles› est ignoré.

source: Map generation attributes specific to Mapgen v7. 'ridges': Rivers. 'floatlands': Floating land masses in the atmosphere. 'caverns': Giant caves deep underground.
fr: Attributs spécifiques au Mapgen v7. - 'ridges', « crêtes » pour des rivières. - 'floatlands', « massifs volant » massifs de terres atmosphèrique. - 'caverns', « cavernes » pour des grottes immenses et profondes.

source: Map generation limit
fr: Limites de génération du terrain

source: Map save interval
fr: Intervalle de sauvegarde de la carte

source: Mapblock limit
fr: Limite des mapblocks

source: Mapblock mesh generation delay
fr: Délai de génération des maillages de MapBlocks

source: Mapblock mesh generator's MapBlock cache size in MB
fr: Taille du cache du générateur de maillage pour les MapBloc en Mo

source: Mapblock unload timeout
fr: Délais d'interruption du déchargement des mapblocks

source: Mapgen Carpathian
fr: Générateur de terrain Carpatien

source: Mapgen Carpathian specific flags
fr: Signaux spécifiques au générateur de terrain Carpatien

source: Mapgen Flat
fr: Générateur de terrain plat

source: Mapgen Flat specific flags
fr: Signaux spécifiques au générateur de terrain plat

source: Mapgen Fractal
fr: Générateur de terrain Fractal

source: Mapgen Fractal specific flags
fr: Drapeaux spécifiques au générateur Fractal

source: Mapgen V5
fr: Générateur de terrain V5

source: Mapgen V5 specific flags
fr: Drapeaux spécifiques au générateur v5

source: Mapgen V6
fr: Générateur de terrain V6

source: Mapgen V6 specific flags
fr: Drapeaux spécifiques au générateur V6

source: Mapgen V7
fr: Générateur de terrain v7

source: Mapgen V7 specific flags
fr: Drapeaux spécifiques au générateur V7

source: Mapgen Valleys
fr: Générateur de terrain Vallées

source: Mapgen Valleys specific flags
fr: Signaux spécifiques au générateur de terrain Valleys

source: Mapgen debug
fr: Débogage de la génération du terrain

source: Mapgen name
fr: Nom du générateur de carte

source: Max block generate distance
fr: Distance maximale de génération des mapblocks

source: Max block send distance
fr: Distance maximale d'envoi des mapblocks

source: Max liquids processed per step.
fr: Maximum de liquides traités par étape de serveur.

source: Max. clearobjects extra blocks
fr: Maximum d'extra-mapblocks par clearobjects

source: Max. packets per iteration
fr: Paquets maximum par itération

source: Maximum FPS
fr: FPS maximum

source: Maximum FPS when the window is not focused, or when the game is paused.
fr: FPS maximum lorsque la fenêtre n'est pas sélectionnée, ou lorsque le jeu est en pause.

source: Maximum forceloaded blocks
fr: Mapblocks maximum chargés de force

source: Maximum hotbar width
fr: Largeur maximale de la barre d'inventaire

source: Maximum limit of random number of large caves per mapchunk.
fr: Limite maximale pour le nombre aléatoire de grandes grottes par mapchunk.

source: Maximum limit of random number of small caves per mapchunk.
fr: Limite maximale du nombre aléatoire de petites grottes par mapchunk.

source: Maximum liquid resistance. Controls deceleration when entering liquid at high speed.
fr: Résistance maximale aux liquides. Contrôle la décélération lorsqu'un joueur entre dans un liquide à haute vitesse.

source: Maximum number of blocks that are simultaneously sent per client. The maximum total count is calculated dynamically: max_total = ceil((#clients + max_users) * per_client / 4)
fr: Le nombre maximal de blocs qui sont envoyés simultanément par client. Le compte total maximum est calculé dynamiquement : max_total = ceil((nbre clients + max_users) * per_client / 4)

source: Maximum number of blocks that can be queued for loading.
fr: Nombre maximum de mapblocks qui peuvent être listés pour chargement.

source: Maximum number of blocks to be queued that are to be generated. This limit is enforced per player.
fr: Nombre maximum de mapblocks à lister qui doivent être générés. Laisser ce champ vide pour un montant approprié défini automatiquement.

source: Maximum number of blocks to be queued that are to be loaded from file. This limit is enforced per player.
fr: Nombre maximum de mapblocks à lister qui doivent être générés depuis un fichier. Laisser ce champ vide pour un montant approprié défini automatiquement.

source: Maximum number of concurrent downloads. Downloads exceeding this limit will be queued. This should be lower than curl_parallel_limit.
fr: Nombre maximum de téléchargements simultanés. Les téléchargements dépassant cette limite seront mis en file d'attente. Ce nombre doit être inférieur à la limite de curl_parallel_limit.

source: Maximum number of forceloaded mapblocks.
fr: Nombre maximum de mapblocks chargés de force.

source: Maximum number of mapblocks for client to be kept in memory. Set to -1 for unlimited amount.
fr: Nombre maximum de mapblocks gardés dans la mémoire du client. Définir à -1 pour un montant illimité.

source: Maximum number of packets sent per send step, if you have a slow connection try reducing it, but don't reduce it to a number below double of targeted client number.
fr: Nombre maximum de paquets envoyés par étape d'envoi. Si vous avez une connexion lente, essayez de réduire cette valeur, mais réduisez pas cette valeur en-dessous du double du nombre de clients maximum sur le serveur.

source: Maximum number of players that can be connected simultaneously.
fr: Nombre maximal de joueurs qui peuvent être connectés en même temps.

source: Maximum number of recent chat messages to show
fr: Nombre maximum de message récent à afficher

source: Maximum number of statically stored objects in a block.
fr: Nombre maximum d'objets sauvegardés dans un mapblock (16^3 blocs).

source: Maximum objects per block
fr: Nombre maximal d'objets par bloc

source: Maximum proportion of current window to be used for hotbar. Useful if there's something to be displayed right or left of hotbar.
fr: Proportion maximale de la fenêtre à utiliser pour la barre d'inventaire. Utile quand il y a quelque chose à afficher à gauche ou à droite de la barre.

source: Maximum simultaneous block sends per client
fr: Nombre maximal de blocs simultanés envoyés par client

source: Maximum size of the out chat queue
fr: Taille maximum de la file de sortie de message du tchat

source: Maximum size of the out chat queue. 0 to disable queueing and -1 to make the queue size unlimited.
fr: Taille maximale de la file d’attente sortante de la discussion. 0 pour désactiver la file d’attente et -1 pour rendre la taille infinie.

source: Maximum time in ms a file download (e.g. a mod download) may take.
fr: Délais maximaux de téléchargement d'un fichier (ex. : un mod), établi en millisecondes.

source: Maximum users
fr: Joueurs maximum

source: Mesh cache
fr: Mise en cache des meshes

source: Message of the day
fr: Message du jour

source: Message of the day displayed to players connecting.
fr: Message du jour affiché aux joueurs lors de la connexion.

source: Method used to highlight selected object.
fr: Méthodes utilisées pour l'éclairage des objets.

source: Minimal level of logging to be written to chat.
fr: Verbosité minimale de journalisation à écrire dans le tchat.

source: Minimap
fr: Mini-carte

source: Minimap key
fr: Mini-carte

source: Minimap scan height
fr: Hauteur de balayage de la mini-carte

source: Minimum limit of random number of large caves per mapchunk.
fr: Minimum pour le nombre de grandes grottes par mapchunk tiré au hasard.

source: Minimum limit of random number of small caves per mapchunk.
fr: Minimum pour le nombre de petites grottes par mapchunk tiré au hasard.

source: Minimum texture size
fr: Taille minimum des textures

source: Mod channels
fr: Canaux de mods

source: Modifies the size of the hudbar elements.
fr: Modifie la taille des éléments de la barre d'action principale.

source: Monospace font path
fr: Chemin de la police Monospace

source: Monospace font size
fr: Taille de la police Monospace

source: Mountain height noise
fr: Bruit de hauteur des montagnes

source: Mountain noise
fr: Bruit pour les montagnes

source: Mountain variation noise
fr: Bruit de variation des montagnes

source: Mountain zero level
fr: Niveau de base des montagnes

source: Mouse sensitivity
fr: Sensibilité de la souris

source: Mouse sensitivity multiplier.
fr: Facteur de sensibilité de la souris.

source: Mud noise
fr: Bruit pour la boue

source: Multiplier for fall bobbing. For example: 0 for no view bobbing; 1.0 for normal; 2.0 for double.
fr: Facteur de mouvement de bras en tombant. Exemples : 0 = aucun mouvement, 1 = normal, 2 = double.

source: Mute key
fr: Touche pour rendre le jeu muet

source: Mute sound
fr: Couper le son

source: Name of map generator to be used when creating a new world. Creating a world in the main menu will override this. Current mapgens in a highly unstable state: - The optional floatlands of v7 (disabled by default).
fr: Nom du générateur de terrain qui sera utilisé à la création d’un nouveau monde. Cela sera perdu à la création d'un monde depuis le menu principal. Les générateurs actuellement très instables sont : - Les massifs volants du générateur v7 (option inactive par défaut).

source: Name of the player. When running a server, clients connecting with this name are admins. When starting from the main menu, this is overridden.
fr: Nom du joueur. Lors qu'un serveur est lancé, les clients se connectant avec ce nom sont administrateurs. Lorsque vous démarrez à partir du menu principal, celui-ci est remplacé.

source: Name of the server, to be displayed when players join and in the serverlist.
fr: Nom du serveur, affiché sur liste des serveurs publics et lorsque les joueurs se connectent.

source: Nametags toggle key
fr: Clé à bascule des badges

source: Near plane
fr: Plan à proximité

source: Network
fr: Réseau

source: Network port to listen (UDP). This value will be overridden when starting from the main menu.
fr: Port du réseau à écouter (UDP). Cette valeur est annulée en commençant depuis le menu.

source: New users need to input this password.
fr: Les nouveaux joueurs ont besoin d'entrer ce mot de passe.

source: Noclip
fr: Sans collision

source: Noclip key
fr: Mode sans collision

source: Node highlighting
fr: Surbrillance des blocs

source: NodeTimer interval
fr: Intervalle de temps d'un nœud

source: Noises
fr: Bruits

source: Number of emerge threads
fr: Nombre de tâches en cours

source: Number of emerge threads to use. Value 0: - Automatic selection. The number of emerge threads will be - 'number of processors - 2', with a lower limit of 1. Any other value: - Specifies the number of emerge threads, with a lower limit of 1. WARNING: Increasing the number of emerge threads increases engine mapgen speed, but this may harm game performance by interfering with other processes, especially in singleplayer and/or when running Lua code in 'on_generated'. For many users the optimum setting may be '1'.
fr: Nombre de processus « emerge » à utiliser. Valeur 0 : - Sélection automatique. Le nombre de processus sera le - « nombre de processeurs - 2 », avec un minimum de 1. Toute autre valeur : - Spécifie le nombre de processus, avec un minimum de 1. ATTENTION : Augmenter le nombre de processus « emerge » accélère bien la création de terrain, mais cela peut nuire à la performance du jeu en interférant avec d’autres processus, en particulier en mode solo et/ou lors de l’exécution de code Lua en mode « on_generated ». Pour beaucoup, le réglage optimal peut être « 1 ».

source: Number of extra blocks that can be loaded by /clearobjects at once. This is a trade-off between sqlite transaction overhead and memory consumption (4096=100MB, as a rule of thumb).
fr: Nombre d'extra-mapblocks qui peuvent être chargés par /clearobjects dans l'immédiat. C'est un compromis entre un transfert SQLite plafonné et la consommation mémoire (4096 = 100 Mo, comme règle fondamentale).

source: Online Content Repository
fr: Dépôt de contenu en ligne

source: Opaque liquids
fr: Liquides opaques

source: Opaqueness (alpha) of the shadow behind the default font, between 0 and 255.
fr: Opacité (alpha) de l'ombre derrière la police par défaut, entre 0 et 255.

source: Opaqueness (alpha) of the shadow behind the fallback font, between 0 and 255.
fr: Opacité (alpha) de l'ombre derrière la police secondaire, entre 0 et 255.

source: Open the pause menu when the window's focus is lost. Does not pause if a formspec is open.
fr: Ouvre le menu pause lorsque la sélection de la fenêtre est perdue. Ne met pas en pause si un formspec est ouvert.

source: Path of the fallback font. If “freetype” setting is enabled: Must be a TrueType font. If “freetype” setting is disabled: Must be a bitmap or XML vectors font. This font will be used for certain languages or if the default font is unavailable.
fr: Chemin de la police de repli. Si le paramètre « freetype » est activé : doit être une police TrueType. Si le paramètre « freetype » est désactivé : doit être une police de vecteurs bitmap ou XML. Cette police sera utilisée pour certaines langues ou si la police par défaut n’est pas disponible.

source: Path to save screenshots at. Can be an absolute or relative path. The folder will be created if it doesn't already exist.
fr: Chemin d'accès pour les captures d'écran (absolu ou relatif). La création du dossier sera faite si besoin.

source: Path to shader directory. If no path is defined, default location will be used.
fr: Répertoire des shaders. Si le chemin n'est pas défini, le chemin par défaut est utilisé.

source: Path to texture directory. All textures are first searched from here.
fr: Chemin vers le dossier des textures. Toutes les textures sont d'abord cherchées dans ce dossier.
