Repository: MultiCraft/MultiCraft
Catalog: po/*/minetest.po
Languages: fr

source: The radius of the volume of blocks around every player that is subject to the active block stuff, stated in mapblocks (16 nodes). In active blocks objects are loaded and ABMs run. This is also the minimum range in which active objects (mobs) are maintained. This should be configured together with active_object_send_range_blocks.
fr: Le rayon du volume de blocs autour de chaque joueur soumis à la matière de bloc actif, indiqué dans mapblocks (16 nœuds). Les objets sont chargés et les ABMs sont exécutés dans les blocs actifs. C'est également la distance minimale pour laquelle les objets actifs (mobs) sont conservés. Ceci devrait être configuré avec 'active_object_send_range_blocks'.

source: The rendering back-end for Irrlicht. A restart is required after changing this. Note: On Android, stick with OGLES1 if unsure! App may fail to start otherwise. On other platforms, OpenGL is recommended. Shaders are supported by OpenGL (desktop only) and OGLES2 (experimental)
fr: Le moteur de rendu utilisé par Irrlicht. Un redémarrage est nécessaire après cette modification. Remarque : Sur Android, restez avec OGLES1 en cas de doute ! Autrement, l'application peut ne pas démarrer. Sur les autres plateformes, OpenGL est recommandé. Les shaders sont pris en charge par OpenGL (ordinateur de bureau uniquement) et OGLES2 (expérimental)

source: The sensitivity of the joystick axes for moving the ingame view frustum around.
fr: Sensibilité des axes de la manette pour déplacer la vue en jeu autour du tronc.

source: The strength (darkness) of node ambient-occlusion shading. Lower is darker, Higher is lighter. The valid range of values for this setting is 0.25 to 4.0 inclusive. If the value is out of range it will be set to the nearest valid value.
fr: Force (obscurité) de l'ombrage des blocs avec l'occlusion ambiante. Les valeurs plus basses sont plus sombres, les valeurs plus hautes sont plus claires. Une gamme valide de valeurs pour ceci se situe entre 0,25 et 4,0. Si la valeur est en dehors de cette gamme alors elle sera définie à la plus proche des valeurs valides.

source: The time (in seconds) that the liquids queue may grow beyond processing capacity until an attempt is made to decrease its size by dumping old queue items. A value of 0 disables the functionality.
fr: Le temps (en secondes) où la file des liquides peut s'agrandir au-delà de sa capacité de traitement jusqu'à ce qu'une tentative soit faite pour réduire sa taille en vidant l'ancienne file d'articles. Une valeur de 0 désactive cette fonctionnalité.

source: The time budget allowed for ABMs to execute on each step (as a fraction of the ABM Interval)
fr: Budget de temps alloué aux ABMs pour exécuter à chaque étape (en fraction de l'intervalle ABM)

source: The time in seconds it takes between repeated events when holding down a joystick button combination.
fr: Le temps en secondes qu'il faut entre des événements répétés lors de l'appui d'une combinaison de boutons de la manette.

source: The time in seconds it takes between repeated node placements when holding the place button.
fr: Le temps en secondes qu'il faut entre des placements de blocs répétés lors de l'appui sur le bouton de placement.

source: The type of joystick
fr: Le type de manette

source: The vertical distance over which heat drops by 20 if 'altitude_chill' is enabled. Also the vertical distance over which humidity drops by 10 if 'altitude_dry' is enabled.
fr: La distance verticale sur laquelle la chaleur diminue de 20 si « altitude_chill » est activé. Également la distance verticale sur laquelle l’humidité diminue de 10 si « altitude_dry » est activé.

source: Third of 4 2D noises that together define hill/mountain range height.
fr: Le troisième des 4 bruits 2D qui définissent ensemble la hauteur des collines et montagnes.

source: Time in seconds for item entity (dropped items) to live. Setting it to -1 disables the feature.
fr: Durée en secondes pendant laquelle les objets jetés sont présents. Définir à -1 pour désactiver cette fonctionnalité.

source: Time of day when a new world is started, in millihours (0-23999).
fr: Heure de la journée lorsqu'un nouveau monde est créé, en milliheures (0-23999).

source: Time send interval
fr: Intervalle d'envoi du temps

source: Time speed
fr: Vitesse du temps

source: Timeout for client to remove unused map data from memory.
fr: Délai pendant lequel le client supprime les données de la carte de sa mémoire.

source: To reduce lag, block transfers are slowed down when a player is building something. This determines how long they are slowed down after placing or removing a node.
fr: Pour réduire le lag, le transfert des blocs est ralenti quand un joueur construit quelque chose. Cela détermine la durée du ralentissement après placement ou destruction d'un nœud.

source: Toggle camera mode key
fr: Basculement en mode caméra

source: Tooltip delay
fr: Délais d'apparition des infobulles

source: Touch screen threshold
fr: Sensibilité de l'écran tactile

source: Trees noise
fr: Bruit pour les arbres

source: Trilinear filtering
fr: Filtrage trilinéaire

source: True = 256 False = 128 Usable to make minimap smoother on slower machines.
fr: Activé = 256 Désactive = 128 Utile pour rendre la mini-carte plus fluide sur des ordinateurs peu performants.

source: Trusted mods
fr: Mods sécurisés

source: URL to the server list displayed in the Multiplayer Tab.
fr: URL de la liste des serveurs affichée dans l'onglet multijoueur.

source: Undersampling
fr: Sous-échantillonage

source: Undersampling is similar to using a lower screen resolution, but it applies to the game world only, keeping the GUI intact. It should give a significant performance boost at the cost of less detailed image. Higher values result in a less detailed image.
fr: Le sous-échantillonage ressemble à l'utilisation d'une résolution d'écran inférieure, mais il ne s'applique qu'au rendu 3D, gardant l'interface usager intacte. Cela peut donner lieu à un bonus de performance conséquent, au détriment de la qualité d'image. Les valeurs plus élevées réduisent la qualité du détail des images.

source: Unlimited player transfer distance
fr: Distance de transfert du joueur illimitée

source: Unload unused server data
fr: Purger les données de serveur inutiles

source: Upper Y limit of dungeons.
fr: Limite haute Y des donjons.

source: Upper Y limit of floatlands.
fr: Limite en Y des îles volantes.

source: Use 3D cloud look instead of flat.
fr: Activer les nuages 3D au lieu des nuages 2D (plats).

source: Use a cloud animation for the main menu background.
fr: Utiliser une animation de nuages pour l'arrière-plan du menu principal.

source: Use anisotropic filtering when viewing at textures from an angle.
fr: Utilisation du filtrage anisotrope lors de la visualisation des textures de biais.

source: Use bilinear filtering when scaling textures.
fr: Utilisation du filtrage bilinéaire.

source: Use mip mapping to scale textures. May slightly increase performance, especially when using a high resolution texture pack. Gamma correct downscaling is not supported.
fr: Utilisez le mappage MIP pour mettre à l'échelle les textures. Peut augmenter légèrement les performances, surtout si vous utilisez un pack de textures haute résolution. La réduction d'échelle gamma correcte n'est pas prise en charge.

source: Use multi-sample antialiasing (MSAA) to smooth out block edges. This algorithm smooths out the 3D viewport while keeping the image sharp, but it doesn't affect the insides of textures (which is especially noticeable with transparent textures). Visible spaces appear between nodes when shaders are disabled. If set to 0, MSAA is disabled. A restart is required after changing this option.
fr: Utilise l'anticrénelage multi-échantillons (MSAA) pour lisser les bords des blocs. Cet algorithme lisse la vue 3D tout en conservant l'image nette, mais cela ne concerne pas la partie interne des textures (ce qui est particulièrement visible avec des textures transparentes). Des espaces visibles apparaissent entre les blocs lorsque les shaders sont désactivés. Si définie à 0, MSAA est désactivé. Un redémarrage est nécessaire après la modification de cette option.

source: Use trilinear filtering when scaling textures.
fr: Utilisation du filtrage trilinéaire.

source: VSync
fr: Synchronisation verticale

source: Valley depth
fr: Profondeur des vallées

source: Valley fill
fr: Comblement de vallée

source: Valley profile
fr: Profil des vallées

source: Valley slope
fr: Inclinaison des vallées

source: Variation of biome filler depth.
fr: Variation de la profondeur du remplisseur de biome.

source: Variation of maximum mountain height (in nodes).
fr: Variation de la hauteur maximale des montagnes (en blocs).

source: Variation of number of caves.
fr: Variation du nombre de cavernes.

source: Variation of terrain vertical scale. When noise is < -0.55 terrain is near-flat.
fr: Variation du terrain en hauteur. Quand le bruit est < à -0.55, le terrain est presque plat.

source: Varies depth of biome surface nodes.
fr: Variation de la profondeur des blocs en surface pour les biomes.

source: Varies roughness of terrain. Defines the 'persistence' value for terrain_base and terrain_alt noises.
fr: Variation de la rugosité du terrain. Définit la valeur de « persistance » pour les bruits terrain_base et terrain_alt.

source: Varies steepness of cliffs.
fr: Contrôle l'élévation/hauteur des falaises.

source: Vertical climbing speed, in nodes per second.
fr: Vitesse d’escalade verticale, en nœuds par seconde.

source: Vertical screen synchronization.
fr: Synchronisation verticale de la fenêtre de jeu.

source: Video driver
fr: Pilote vidéo

source: View bobbing factor
fr: Facteur du mouvement de tête

source: View distance in nodes.
fr: Distance d'affichage en blocs.

source: View range decrease key
fr: Réduire la distance d'affichage

source: View range increase key
fr: Augmenter la distance d'affichage

source: View zoom key
fr: Touche de vue du zoom

source: Viewing range
fr: Plage de visualisation

source: Virtual joystick triggers aux button
fr: Manette virtuelle déclenche le bouton aux

source: Volume
fr: Volume du son

source: Volume of all sounds. Requires the sound system to be enabled.
fr: Volume de tous les sons. Exige que le son du système soit activé.

source: W coordinate of the generated 3D slice of a 4D fractal. Determines which 3D slice of the 4D shape is generated. Alters the shape of the fractal. Has no effect on 3D fractals. Range roughly -2 to 2.
fr: Coordonnée W de la couche 3D de la forme 4D. Détermine la tranche 3D de la forme 4D qui est générée. Transforme la forme de la fractale. N'a aucun effet sur les fractales 3D. La portée est d'environ -2 à 2.

source: Walking and flying speed, in nodes per second.
fr: Vitesse de marche et de vol, en nœuds par seconde.

source: Walking speed
fr: Vitesse de marche

source: Walking, flying and climbing speed in fast mode, in nodes per second.
fr: Vitesse de marche, de vol et de montée en mode rapide, en nœuds par seconde.

source: Water level
fr: Niveau de l'eau

source: Water surface level of the world.
fr: Niveau de la surface de l'eau du monde.

source: Waving Nodes
fr: Environnement mouvant

source: Waving leaves
fr: Feuilles d'arbres mouvantes

source: Waving liquids
fr: Liquides ondulants

source: Waving liquids wave height
fr: Hauteur des vagues

source: Waving liquids wave speed
fr: Vitesse de mouvement des liquides

source: Waving liquids wavelength
fr: Espacement des vagues de liquides

source: Waving plants
fr: Plantes mouvantes

source: When gui_scaling_filter is true, all GUI images need to be filtered in software, but some images are generated directly to hardware (e.g. render-to-texture for nodes in inventory).
fr: Quand gui_scaling_filter est activé, tous les images du GUI sont filtrées dans Minetest, mais quelques images sont générées directement par le matériel (ex. : textures des blocs dans l'inventaire).

source: When gui_scaling_filter_txr2img is true, copy those images from hardware to software for scaling. When false, fall back to the old scaling method, for video drivers that don't properly support downloading textures back from hardware.
fr: Quand gui_scaling_filter_txr2img est activé, c'est Minetest qui s'occupe de la mise à l'échelle des images et non votre matériel. Si désactivé, l'ancienne méthode de mise à l'échelle est utilisée, pour les pilotes vidéos qui ne supportent pas le chargement des textures depuis le matériel.

source: When using bilinear/trilinear/anisotropic filters, low-resolution textures can be blurred, so automatically upscale them with nearest-neighbor interpolation to preserve crisp pixels. This sets the minimum texture size for the upscaled textures; higher values look sharper, but require more memory. Powers of 2 are recommended. Setting this higher than 1 may not have a visible effect unless bilinear/trilinear/anisotropic filtering is enabled. This is also used as the base node texture size for world-aligned texture autoscaling.
fr: En utilisant le filtrage bilinéaire/trilinéaire/anisotrope, les textures de basse résolution peuvent être brouillées. Elles seront donc automatiquement agrandies avec l'interpolation du plus proche voisin pour garder des pixels moins floues. Ceci détermine la taille de la texture minimale pour les textures agrandies ; les valeurs plus hautes rendent plus détaillées, mais nécessitent plus de mémoire. Les puissances de 2 sont recommandées. Définir une valeur supérieure à 1 peut ne pas avoir d'effet visible sauf si le filtrage bilinéaire/trilinéaire/anisotrope est activé. Ceci est également utilisée comme taille de texture de nœud par défaut pour l'agrandissement des textures basé sur le monde.

source: Whether FreeType fonts are used, requires FreeType support to be compiled in. If disabled, bitmap and XML vectors fonts are used instead.
fr: Détermine l'utilisation des polices Freetype. Nécessite une compilation avec le support Freetype. Si désactivée, des polices bitmap et en vecteurs XML seront utilisé en remplacement.

source: Whether nametag backgrounds should be shown by default. Mods may still set a background.
fr: Si l'arrière-plan des badges doit être affiché par défaut. Les mods peuvent toujours définir un arrière-plan.

source: Whether node texture animations should be desynchronized per mapblock.
fr: Détermine la désynchronisation des textures animées par mapblock.

source: Whether players are shown to clients without any range limit. Deprecated, use the setting player_transfer_distance instead.
fr: Détermine l'exposition illimitée des noms de joueurs aux autres clients. Obsolète : utiliser l'option player_transfer_distance à la place.

source: Whether to allow players to damage and kill each other.
fr: Détermine la possibilité des joueurs de tuer d'autres joueurs.

source: Whether to ask clients to reconnect after a (Lua) crash. Set this to true if your server is set up to restart automatically.
fr: S’il faut demander aux clients de se reconnecter après un crash (Lua). Activez-le si votre serveur est paramétré pour redémarrer automatiquement.

source: Whether to fog out the end of the visible area.
fr: Détermine la visibilité du brouillard au bout de l'aire visible.

source: Whether to mute sounds. You can unmute sounds at any time, unless the sound system is disabled (enable_sound=false). In-game, you can toggle the mute state with the mute key or by using the pause menu.
fr: S'il faut mettre les sons en sourdine. Vous pouvez désactiver les sons à tout moment, sauf si le système de sonorisation est désactivé (enable_sound=false). Dans le jeu, vous pouvez passer en mode silencieux avec la touche de mise en sourdine ou en utilisant le menu pause.

source: Whether to show the client debug info (has the same effect as hitting F5).
fr: Détermine la visibilité des infos de débogage du client (même effet que taper F5).

source: Width component of the initial window size.
fr: Composant de largeur de la taille initiale de la fenêtre.

source: Width of the selection box lines around nodes.
fr: Épaisseur des bordures de sélection autour des blocs.

source: Windows systems only: Start Minetest with the command line window in the background. Contains the same information as the file debug.txt (default name).
fr: Systèmes Windows seulement : démarrer Minetest avec la fenêtre de commandes en arrière-plan. Contient les mêmes informations que dans debug.txt (nom par défaut).

source: World directory (everything in the world is stored here). Not needed if starting from the main menu.
fr: Chemin du monde (tout ce qui relatif au monde est enregistré ici). Inutile si démarré depuis le menu.

source: World start time
fr: Heure de début du monde

source: World-aligned textures may be scaled to span several nodes. However, the server may not send the scale you want, especially if you use a specially-designed texture pack; with this option, the client tries to determine the scale automatically basing on the texture size. See also texture_min_size. Warning: This option is EXPERIMENTAL!
fr: Les textures alignées sur le monde peuvent être mises à l'échelle pour couvrir plusieurs nœuds. Cependant, le serveur peut ne pas envoyer l'échelle que vous voulez, surtout si vous utilisez un pack de textures spécialement conçu ; avec cette option, le client essaie de déterminer l'échelle automatiquement en fonction de la taille de la texture. Voir aussi texture_min_size. Avertissement : Cette option est EXPÉRIMENTALE !

source: World-aligned textures mode
fr: Mode d’alignement des textures sur le monde

source: Y of flat ground.
fr: Coordonnée Y des terrains plats.

source: Y of mountain density gradient zero level. Used to shift mountains vertically.
fr: Y du niveau zéro du gradient de densité de la montagne. Utilisé pour déplacer les montagnes verticalement.

source: Y of upper limit of large caves.
fr: Coordonnée Y de la limite supérieure des grandes grottes pseudo-aléatoires.

source: Y-distance over which caverns expand to full size.
fr: La distance Y jusqu'à laquelle la caverne peut s'étendre.

source: Y-distance over which floatlands taper from full density to nothing. Tapering starts at this distance from the Y limit. For a solid floatland layer, this controls the height of hills/mountains. Must be less than or equal to half the distance between the Y limits.
fr: Hauteur-Y à laquelle les îles volantes commence à rétrécir. L'effilage comment à cette distance de la limite en Y. Pour une courche solide de terre suspendue, ceci contrôle la hauteur des montagnes. Doit être égale ou moindre à la moitié de la distance entre les limites Y.

source: Y-level of average terrain surface.
fr: Hauteur (Y) moyenne de la surface du terrain.

source: Y-level of cavern upper limit.
fr: Limite haute de génération des cavernes.

source: Y-level of higher terrain that creates cliffs.
fr: Hauteur Y du plus haut terrain qui crée des falaises.

source: Y-level of lower terrain and seabed.
fr: Hauteur Y du plus bas terrain et des fonds marins.

source: Y-level of seabed.
fr: Hauteur (Y) du fond marin.

source: ZLib compression level to use when saving mapblocks to disk. -1 - Zlib's default compression level 0 - no compresson, fastest 9 - best compression, slowest (levels 1-3 use Zlib's "fast" method, 4-9 use the normal method)
fr: Niveau de compression Zlib à utiliser lors de la sauvegarde des mapblocks sur le disque. -1 - niveau de compression de Zlib par défaut 0 - aucune compression, le plus rapide 9 - meilleure compression, le plus lent (les niveaux 1-3 utilisent la méthode « rapide », 4-9 utilisent la méthode normale)

source: ZLib compression level to use when sending mapblocks to the client. -1 - Zlib's default compression level 0 - no compresson, fastest 9 - best compression, slowest (levels 1-3 use Zlib's "fast" method, 4-9 use the normal method)
fr: Niveau de compression Zlib à utiliser lors de l'envoi des mapblocks au client. -1 - niveau de compression de Zlib par défaut 0 - aucune compression, le plus rapide 9 - meilleure compression, le plus lent (les niveaux 1-3 utilisent la méthode « rapide », 4-9 utilisent la méthode normale)

source: cURL file download timeout
fr: Délais d'interruption de cURL lors d'un téléchargement de fichier

source: cURL parallel limit
fr: Limite parallèle de cURL

source: cURL timeout
fr: Délais d'interruption de cURL
