Repository: MultiCraft/MultiCraft
Catalog: po/*/minetest.po
Languages: fr

source: If enabled, you can place blocks at the position (feet + eye level) where you stand. This is helpful when working with nodeboxes in small areas.
fr: Si activé, vous pourrez placer des blocs à la position où vous êtes. C'est utile quand vous travaillez avec des modèles nodebox dans des zones exiguës.

source: If the CSM restriction for node range is enabled, get_node calls are limited to this distance from the player to the node.
fr: Si la restriction CSM pour la distance des blocs est activé, les appels get_node sont limités à la distance entre le joueur et le bloc.

source: If the file size of debug.txt exceeds the number of megabytes specified in this setting when it is opened, the file is moved to debug.txt.1, deleting an older debug.txt.1 if it exists. debug.txt is only moved if this setting is positive.
fr: Si la taille du fichier debug.txt dépasse le nombre de mégaoctets spécifié dans ce paramètre une fois ouvert, le fisher est déplacé vers debug.txt.1 et supprimera un ancien debug.txt.1 s'il existe. debug.txt n'est déplacé que si ce paramètre est positif.

source: If this is set, players will always (re)spawn at the given position.
fr: Détermine les coordonnées où les joueurs vont toujours réapparaître.

source: Ignore world errors
fr: Ignorer les erreurs du monde

source: In-Game
fr: Dans le jeu

source: In-game chat console background alpha (opaqueness, between 0 and 255).
fr: Opacité de fond de la console du jeu (entre 0 et 255).

source: In-game chat console background color (R,G,B).
fr: Couleur de fond de la console du jeu (R,G,B).

source: In-game chat console height, between 0.1 (10%) and 1.0 (100%).
fr: Hauteur de la console de tchat du jeu, entre 0.1 (10 %) et 1.0 (100 %).

source: Inc. volume key
fr: Touche d'augmentation de volume

source: Initial vertical speed when jumping, in nodes per second.
fr: Vitesse verticale initiale lors du saut, en blocs par seconde.

source: Instrument builtin. This is usually only needed by core/builtin contributors
fr: Instrument d'intégration. Ceci est habituellement nécessaire pour les contributeurs d'intégration au noyau

source: Instrument chatcommands on registration.
fr: Instrument d'enregistrement des commandes de tchat.

source: Instrument global callback functions on registration. (anything you pass to a minetest.register_*() function)
fr: Instrument des fonctions de rappel global enregistrées. (tout ce que vous passez dans une fonction minetest.register_*())

source: Instrument the action function of Active Block Modifiers on registration.
fr: Instrumentalise la fonction d'action des modificateurs de bloc actif lors de l'enregistrement.

source: Instrument the action function of Loading Block Modifiers on registration.
fr: Instrumentalise la fonction d'action des modificateurs de blocs de chargement à l'enregistrement.

source: Instrument the methods of entities on registration.
fr: Instrumentalise les systèmes d'entités lors de l'enregistrement.

source: Instrumentation
fr: Instrumentalisation

source: Interval of saving important changes in the world, stated in seconds.
fr: Intervalle de sauvegarde des changements importants dans le monde, établie en secondes.

source: Interval of sending time of day to clients.
fr: Intervalle d'envoi de l'heure aux clients.

source: Inventory items animations
fr: Animation des items d'inventaire

source: Inventory key
fr: Touche d'inventaire

source: Invert mouse
fr: Inverser la souris

source: Invert vertical mouse movement.
fr: Inverser les mouvements verticaux de la souris.

source: Italic font path
fr: Chemin de la police Italique

source: Italic monospace font path
fr: Chemin de la police Italique Monospace

source: Item entity TTL
fr: Durée de vie des items abandonnés

source: Iterations
fr: Itérations

source: Iterations of the recursive function. Increasing this increases the amount of fine detail, but also increases processing load. At iterations = 20 this mapgen has a similar load to mapgen V7.
fr: Itérations de la fonction récursive. L'augmenter augmente la quantité de détails, mais également la charge du processeur. Quand itérations = 20 cette méthode de génération est aussi gourmande en ressources que la méthode v7.

source: Joystick ID
fr: ID de manette

source: Joystick button repetition interval
fr: Intervalle de répétition des boutons de la manette

source: Joystick deadzone
fr: Zone morte de la manette

source: Joystick frustum sensitivity
fr: Sensibilité tronconique de la manette

source: Joystick type
fr: Type de manette

source: Julia set only. W component of hypercomplex constant. Alters the shape of the fractal. Has no effect on 3D fractals. Range roughly -2 to 2.
fr: Réglage Julia uniquement. La composante W de la constante hypercomplexe. Modifie la forme de la fractale. N'a aucun effet sur les fractales 3D. Gamme d'environ -2 à 2.

source: Julia set only. X component of hypercomplex constant. Alters the shape of the fractal. Range roughly -2 to 2.
fr: Série Julia uniquement. La composante X de la constante hypercomplexe. Transforme la forme de la fractale. Portée environ -2 à 2.

source: Julia set only. Y component of hypercomplex constant. Alters the shape of the fractal. Range roughly -2 to 2.
fr: Série Julia uniquement. La composante Y de la constante hypercomplexe. Transforme la forme de la fractale. Portée environ -2 à 2.

source: Julia set only. Z component of hypercomplex constant. Alters the shape of the fractal. Range roughly -2 to 2.
fr: Série Julia uniquement. La composante Z de la constante hypercomplexe. Transforme la forme de la fractale. Portée environ -2 à 2.

source: Jump key
fr: Sauter

source: Jumping speed
fr: Vitesse de saut du joueur

source: Key for decreasing the viewing range. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
fr: Touche pour diminuer le champ de vision. Voir http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for decreasing the volume. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
fr: Touche pour diminuer le volume. Voir http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for digging. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
fr: Touche pour creuser. Voir http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for dropping the currently selected item. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
fr: Touche pour jeter l'objet sélectionné. Voir http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for increasing the viewing range. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
fr: Touche pour accroitre le champ de vision. Voir http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for increasing the volume. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
fr: Touche pour augmenter le volume. Voir http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for jumping. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
fr: Touche pour sauter. Voir http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for moving fast in fast mode. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
fr: Touche pour se déplacer rapidement en mode rapide. Voir http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for moving the player backward. Will also disable autoforward, when active. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
fr: Touche pour faire reculer le joueur. Désactive également l’avance auto., lorsqu’elle est active. Voir http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for moving the player forward. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
fr: Touche pour avancer. Voir http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for moving the player left. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
fr: Touche pour se déplacer à gauche. Voir http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for moving the player right. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
fr: Touche pour se déplacer à droite. Voir http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for muting the game. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
fr: Touche pour rendre le jeu muet. Voir http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for opening the chat window to type commands. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
fr: Touche pour ouvrir la fenêtre du tchat pour entrer des commandes. Voir http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for opening the chat window to type local commands. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
fr: Touche pour ouvrir la fenêtre du tchat pour entrer des commandes locales. Voir http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for opening the chat window. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
fr: Touche pour ouvrir la fenêtre de tchat. Voir http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for opening the inventory. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
fr: Touche pour ouvrir l'inventaire. Voir http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for placing. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
fr: Touche pour placer. Voir http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for selecting the 11th hotbar slot. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
fr: Touche pour sélectionner le prochain item dans la barre d'action. Voir http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for selecting the 12th hotbar slot. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
fr: Touche pour sélectionner la 12ᵉ case de la barre d'action. Voir http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for selecting the 13th hotbar slot. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
fr: Touche pour sélectionner la 13ᵉ case de la barre d'action. Voir http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for selecting the 14th hotbar slot. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
fr: Touche pour sélectionner la 14ᵉ case de la barre d'action. Voir http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for selecting the 15th hotbar slot. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
fr: Touche pour sélectionner la 15ᵉ case de la barre d'action. Voir http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for selecting the 16th hotbar slot. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
fr: Touche pour sélectionner la 16ᵉ case de la barre d'action. Voir http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for selecting the 17th hotbar slot. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
fr: Touche pour sélectionner la 17ᵉ case de la barre d'action. Voir http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for selecting the 18th hotbar slot. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
fr: Touche pour sélectionner la 18ᵉ case de la barre d'action. Voir http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for selecting the 19th hotbar slot. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
fr: Touche pour sélectionner la 19ᵉ case de la barre d'action. Voir http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for selecting the 20th hotbar slot. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
fr: Touche pour sélectionner la 20ᵉ case de la barre d'action. Voir http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for selecting the 21st hotbar slot. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
fr: Touche pour sélectionner la 21ᵉ case de la barre d'action. Voir http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for selecting the 22nd hotbar slot. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
fr: Touche pour sélectionner la 22ᵉ case de la barre d'action. Voir http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for selecting the 23rd hotbar slot. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
fr: Touche pour sélectionner la 23ᵉ case de la barre d'action. Voir http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for selecting the 24th hotbar slot. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
fr: Touche pour sélectionner la 24ᵉ case de la barre d'action. Voir http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for selecting the 25th hotbar slot. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
fr: Touche pour sélectionner la 30ᵉ case de la barre d'action. Voir http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for selecting the 26th hotbar slot. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
fr: Touche pour sélectionner la 26ᵉ case des la barre d'action. Voir http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for selecting the 27th hotbar slot. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
fr: Touche pour sélectionner la 27ᵉ case de la barre d'action. Voir http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for selecting the 28th hotbar slot. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
fr: Touche pour sélectionner la 28ᵉ case de la barre d'action. Voir http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for selecting the 29th hotbar slot. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
fr: Touche pour sélectionner la 29ᵉ case de la barre d'action. Voir http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for selecting the 30th hotbar slot. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
fr: Touche pour sélectionner la 30ᵉ case de la barre d'action. Voir http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for selecting the 31st hotbar slot. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
fr: Touche pour sélectionner la 31ᵉ case de la barre d'action. Voir http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for selecting the 32nd hotbar slot. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
fr: Touche pour sélectionner la 32ᵉ case de la barre d'action. Voir http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for selecting the eighth hotbar slot. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
fr: Touche pour sélectionner la huitième case de la barre d'action. Voir http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for selecting the fifth hotbar slot. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
fr: Touche pour sélectionner la cinquième case de la barre d'action. Voir http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for selecting the first hotbar slot. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
fr: Touche pour sélectionner la première case de la barre d'action. Voir http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for selecting the fourth hotbar slot. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
fr: Touche pour sélectionner la quatrième case de la barre d'action. Voir http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for selecting the next item in the hotbar. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
fr: Touche pour sélectionner le prochain item dans la barre d'action. Voir http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for selecting the ninth hotbar slot. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
fr: Touche pour sélectionner la neuvième case de la barre d'action. Voir http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for selecting the previous item in the hotbar. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
fr: Touche pour sélectionner l'item précédent dans la barre d'action. Voir http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for selecting the second hotbar slot. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
fr: Touche pour sélectionner la deuxième case de la barre d'action. Voir http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for selecting the seventh hotbar slot. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
fr: Touche pour sélectionner la septième case de la barre d'action. Voir http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for selecting the sixth hotbar slot. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
fr: Touche pour sélectionner la sixième case de la barre d'action. Voir http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for selecting the tenth hotbar slot. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
fr: Touche pour sélectionner la dixième case de la barre d'action. Voir http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for selecting the third hotbar slot. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
fr: Touche pour sélectionner le prochain item dans la barre d'action. Voir http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for sneaking. Also used for climbing down and descending in water if aux1_descends is disabled. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
fr: Touche pour se faufiler. Egalement utilisée pour descendre et plonger dans l'eau si aux1_descends est désactivé. Voir http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for switching between first- and third-person camera. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
fr: Touche pour changer de vue entre la 1ère et 3ème personne. Voir http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for taking screenshots. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
fr: Touche pour prendre des captures d'écran. Voir http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for toggling autoforward. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
fr: Touche d’exécution automatique. Voir http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for toggling cinematic mode. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
fr: Touche pour passer en mode cinématique. Voir http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for toggling display of minimap. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
fr: Touche pour afficher/cacher la mini-carte. Voir http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for toggling fast mode. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
fr: Touche pour passer en mode rapide. Voir http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for toggling flying. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
fr: Touche pour voler. Voir http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for toggling noclip mode. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
fr: Touche pour passer en mode sans-collision. Voir http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3

source: Key for toggling pitch move mode. See http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
fr: Toucher pour passer en mode de direction libre. Voir http://irrlicht.sourceforge.net/docu/namespaceirr.html#a54da2a0e231901735e3da1b0edf72eb3
