Repository: MultiCraft/MultiCraft
Catalog: po/*/minetest.po
Languages: fr

source: Change camera
fr: Changer la caméra

source: Chat
fr: Tchat

source: Command
fr: Commande

source: Dec. range
fr: Réd. la distance

source: Dec. volume
fr: Réd. le volume

source: Double tap "jump" to toggle fly
fr: Double-appui sur « saut » pour voler

source: Drop
fr: Lâcher

source: Forward
fr: Avancer

source: Inc. range
fr: Augm. la distance

source: Inc. volume
fr: Augm. le volume

source: Inventory
fr: Inventaire

source: Jump
fr: Sauter

source: Key already in use
fr: Touche déjà utilisée

source: Keybindings. (If this menu screws up, remove stuff from multicraft.conf)
fr: Raccourcis clavier

source: Local command
fr: Commande locale

source: Mute
fr: Muet

source: Next item
fr: Objet suivant

source: Prev. item
fr: Objet précédent

source: Range select
fr: Distance de vue

source: Screenshot
fr: Capture d'écran

source: Sneak
fr: Marcher lentement

source: Special
fr: Spécial

source: Toggle HUD
fr: Interface

source: Toggle chat log
fr: Afficher le tchat

source: Toggle fast
fr: Mode rapide

source: Toggle fly
fr: Voler

source: Toggle fog
fr: Brouillard

source: Toggle minimap
fr: Mini-carte

source: Toggle noclip
fr: Mode sans collision

source: Toggle pitchmove
fr: Mouvement vertical

source: press key
fr: Appuyez sur une touche

source: Change
fr: Changer

source: Confirm Password
fr: Confirmer le mot de passe

source: New Password
fr: Nouveau mot de passe

source: Old Password
fr: Ancien mot de passe

source: Exit
fr: Quitter

source: Muted
fr: Muet

source: Sound Volume:
fr: Volume du son :

source: Enter
fr: Entrer

source: LANG_CODE
fr: fr

source: (Android) Fixes the position of virtual joystick. If disabled, virtual joystick will center to first-touch's position.
fr: (Android) Fixe la position de la manette virtuel. Si désactivé, la manette virtuelle sera centrée sur la position du doigt principal.

source: (Android) Use virtual joystick to trigger "aux" button. If enabled, virtual joystick will also tap "aux" button when out of main circle.
fr: (Android) Utiliser la manette virtuelle pour déclencher le bouton « aux ». Si activé, la manette virtuelle va également appuyer sur le bouton « aux » lorsqu'en dehors du cercle principal.

source: (X,Y,Z) offset of fractal from world center in units of 'scale'. Can be used to move a desired point to (0, 0) to create a suitable spawn point, or to allow 'zooming in' on a desired point by increasing 'scale'. The default is tuned for a suitable spawn point for Mandelbrot sets with default parameters, it may need altering in other situations. Range roughly -2 to 2. Multiply by 'scale' for offset in nodes.
fr: (X,Y,Z) de décalage du fractal à partir du centre du monde en unités « échelle ». Peut être utilisé pour déplacer un point désiré à (0, 0) pour créer une zone d'apparition convenable, ou pour autoriser à « zoomer » sur un point désiré en augmentant l'« échelle ». La valeur par défaut est adaptée pour créer une zone d'apparition convenable pour les ensembles de Mandelbrot crées avec des paramètres par défaut. Elle peut nécessiter une modification dans d'autres situations. La gamme est d'environ -2 à 2. Multiplier par « échelle » pour le décalage en nœuds.

source: (X,Y,Z) scale of fractal in nodes. Actual fractal size will be 2 to 3 times larger. These numbers can be made very large, the fractal does not have to fit inside the world. Increase these to 'zoom' into the detail of the fractal. Default is for a vertically-squashed shape suitable for an island, set all 3 numbers equal for the raw shape.
fr: (Échelle (X,Y,Z) de fractales, en nœuds. La taille des fractales sera 2 à 3 fais plus grande en réalité. Ces nombres peuvent être très grands, les fractales de devant pas être impérativement contenues dans le monde. Augmentez-les pour « zoomer » dans les détails de la fractale. Le réglage par défaut correspond à un forme écrasée verticalement, appropriée pour un île, rendez les 3 nombres égaux pour la forme de base.

source: 2D noise that controls the shape/size of ridged mountains.
fr: Bruit 2D controllant la forme et taille des montagnes crantées.

source: 2D noise that controls the shape/size of rolling hills.
fr: Bruit 2D contrôlant la forme et la taille des collines arrondies.

source: 2D noise that controls the shape/size of step mountains.
fr: Bruit 2D contrôlant la forme et taille du pas des montagnes.

source: 2D noise that controls the size/occurrence of ridged mountain ranges.
fr: Bruit 2D contrôlant la taille/fréquence des chaînes de montagnes.

source: 2D noise that controls the size/occurrence of rolling hills.
fr: Bruit 2D contrôlant la taille et la fréquence des collines arrondies.

source: 2D noise that controls the size/occurrence of step mountain ranges.
fr: Bruit 2D contrôlant la taille et la fréquence des plateaux montagneux.

source: 2D noise that locates the river valleys and channels.
fr: Bruit 2D qui localise les vallées et les chenaux des rivières.

source: 3D clouds
fr: Nuages 3D

source: 3D mode
fr: Mode écran 3D

source: 3D mode parallax strength
fr: Paralaxe en mode 3D

source: 3D noise defining giant caverns.
fr: Bruit 3D définissant les cavernes géantes.

source: 3D noise defining mountain structure and height. Also defines structure of floatland mountain terrain.
fr: Bruit 3D définissant la structure et la hauteur des montagnes. Définit également la structure des montagnes flottantes.

source: 3D noise defining structure of floatlands. If altered from the default, the noise 'scale' (0.7 by default) may need to be adjusted, as floatland tapering functions best when this noise has a value range of approximately -2.0 to 2.0.
fr: Bruit 3D pour la structures des îles volantes. Si la valeur par défaut est changée, le bruit « d'échelle » (0,7 par défaut) doit peut-être être ajustée, parce que l'effilage des îles volantes fonctionne le mieux quand ce bruit est environ entre -2 et 2.

source: 3D noise defining structure of river canyon walls.
fr: Bruit 3D définissant la structure des gorges.

source: 3D noise defining terrain.
fr: Bruit 3D définissant le terrain.

source: 3D noise for mountain overhangs, cliffs, etc. Usually small variations.
fr: Bruit 3D pour les surplombs, falaises, etc. Généralement peu de variations.

source: 3D noise that determines number of dungeons per mapchunk.
fr: Bruit 3D qui détermine le nombre de donjons par mapchunk.

source: 3D support. Currently supported: - none: no 3d output. - anaglyph: cyan/magenta color 3d. - interlaced: odd/even line based polarisation screen support. - topbottom: split screen top/bottom. - sidebyside: split screen side by side. - crossview: Cross-eyed 3d - pageflip: quadbuffer based 3d. Note that the interlaced mode requires shaders to be enabled.
fr: Support 3D. Actuellement supporté : - aucun : pas de sortie 3D. - anaglyphe : couleur 3D bleu turquoise/violet. - entrelacé : polarisation basée sur des lignes avec support de l'écran. - horizontal : partage haut/bas de l'écran. - vertical : séparation côte à côte de l'écran. - vue mixte : 3D binoculaire. - pageflip : 3D basé sur quadbuffer. Notez que le mode entrelacé nécessite que les shaders soient activés.

source: A chosen map seed for a new map, leave empty for random. Will be overridden when creating a new world in the main menu.
fr: Une graine de génération de terrain pour un nouveau monde, laisser vide pour une graine aléatoire. Sera annulé lors de la création d'un nouveau monde dans le menu.

source: A message to be displayed to all clients when the server crashes.
fr: Un message qui sera affiché à tous les joueurs quand le serveur s'interrompt.

source: A message to be displayed to all clients when the server shuts down.
fr: Un message qui sera affiché à tous les joueurs quand le serveur s’interrompt.

source: ABM interval
fr: Intervalle des ABM

source: ABM time budget
fr: budget de temps ABM

source: Absolute limit of queued blocks to emerge
fr: Limite stricte de la file de blocs émergents

source: Acceleration in air
fr: Accélération en l'air

source: Acceleration of gravity, in nodes per second per second.
fr: Accélération de la gravité, en nœuds par seconde par seconde.

source: Active Block Modifiers
fr: Modificateurs de bloc actif

source: Active block management interval
fr: intervalle de gestion des blocs actifs

source: Active block range
fr: Portée des mapblocks actifs

source: Active object send range
fr: Portée des objets actifs envoyés

source: Address to connect to. Leave this blank to start a local server. Note that the address field in the main menu overrides this setting.
fr: Adresse où se connecter. Laisser vide pour démarrer un serveur local. Notez que le champ de l'adresse dans le menu principal passe outre ce réglage.

source: Adds particles when digging a node.
fr: Ajoute des particules lorsqu'un bloc est creusé.

source: Adjust dpi configuration to your screen (non X11/Android only) e.g. for 4k screens.
fr: Ajuster la résolution de votre écran (non-X11 / Android seulement) ex. pour les écrans 4k.

source: Adjusts the density of the floatland layer. Increase value to increase density. Can be positive or negative. Value = 0.0: 50% of volume is floatland. Value = 2.0 (can be higher depending on 'mgv7_np_floatland', always test to be sure) creates a solid floatland layer.
fr: Règle la densité de la couche des îles volantes. Augmenter la valeur pour augmenter la densité. Peut être positive ou négative. Valeur = 0,0 : 50 % du volume est île volante. Valeur = 2,0 (peut être plus élevée selon « mgv7_np_floatland », toujours vérifier pour être sûr) crée une couche d'île volante solide.

source: Advanced
fr: Avancé

source: Alters the light curve by applying 'gamma correction' to it. Higher values make middle and lower light levels brighter. Value '1.0' leaves the light curve unaltered. This only has significant effect on daylight and artificial light, it has very little effect on natural night light.
fr: Il modifie la courbe de lumière en lui appliquant une « correction gamma ». Des valeurs plus élevées rendent les niveaux de lumière moyens et inférieurs plus lumineux. La valeur '1,0' laisse la courbe de lumière intacte. Cela n'a d'effet significatif que sur la lumière du jour et les la lumière, et elle a très peu d'effet sur la lumière naturelle de la nuit.

source: Always fly and fast
fr: Toujours voler et être rapide

source: Ambient occlusion gamma
fr: Occlusion gamma ambiente

source: Amount of messages a player may send per 10 seconds.
fr: Nombre de messages qu'un joueur peut envoyer en 10 secondes.

source: Amplifies the valleys.
fr: Amplifier les vallées.

source: Anisotropic filtering
fr: Filtrage anisotrope

source: Announce server
fr: Annoncer le serveur

source: Announce to this serverlist.
fr: Annoncer le serveur publiquement.

source: Append item name
fr: Ajouter un nom d'objet

source: Append item name to tooltip.
fr: Ajouter un nom d'objet à l'info-bulle.

source: Apple trees noise
fr: Bruit appliqué aux pommiers

source: Arm inertia
fr: Inertie du bras

source: Arm inertia, gives a more realistic movement of the arm when the camera moves.
fr: Inertie du bras, donne un mouvement plus réaliste du bras lors des mouvements de caméra.

source: Ask to reconnect after crash
fr: Demander de se reconnecter après une coupure de connexion

source: At this distance the server will aggressively optimize which blocks are sent to clients. Small values potentially improve performance a lot, at the expense of visible rendering glitches (some blocks will not be rendered under water and in caves, as well as sometimes on land). Setting this to a value greater than max_block_send_distance disables this optimization. Stated in mapblocks (16 nodes).
fr: À cette distance, le serveur va aggressivement optimiser quels blocs seront envoyés aux clients. Des petites valeurs peuvent augmenter fortement la performance du serveur, mais peut provoquer l'apparition de problèmes de rendu visibles. (Certains blocs ne seront pas affichés sous l'eau ou dans les cavernes, ou parfois sur terre.) Rendre cette valeur supérieure à max_block_send_distance désactive cette optimisation. Définie en mapblocks (16 nœuds).

source: Automatic forward key
fr: Touche de marche automatique

source: Automatically jump up single-node obstacles.
fr: Saute automatiquement sur les obstacles d'un bloc de haut.

source: Automatically report to the serverlist.
fr: Déclarer automatiquement le serveur à la liste des serveurs publics.

source: Autosave screen size
fr: Sauvegarde automatique de la taille d'écran

source: Autoscaling mode
fr: Mode d'agrandissement automatique

source: Backward key
fr: Reculer

source: Base ground level
fr: Niveau du sol de base

source: Base terrain height.
fr: Hauteur du terrain de base.

source: Basic
fr: Principal

source: Basic privileges
fr: Privilèges de base

source: Beach noise
fr: Bruit pour les plages

source: Beach noise threshold
fr: Seuil de bruit pour les plages

source: Bilinear filtering
fr: Filtrage bilinéaire

source: Bind address
fr: Adresse à assigner

source: Biome API temperature and humidity noise parameters
fr: Paramètres de bruit de température et d'humidité de l'API des biomes

source: Biome noise
fr: Bruit des biomes

source: Bits per pixel (aka color depth) in fullscreen mode.
fr: Bits par pixel (profondeur de couleur) en mode plein-écran.

source: Block send optimize distance
fr: Distance d'optimisation d'envoi des blocs

source: Bold and italic font path
fr: Chemin de la police en gras et en italique

source: Bold and italic monospace font path
fr: Chemin de la police Monospace en gras et en italique

source: Bold font path
fr: Chemin du fichier de police en gras

source: Bold monospace font path
fr: Chemin de la police Monospace en gras

source: Build inside player
fr: Placement de bloc à la position du joueur

source: Builtin
fr: Intégré

source: Camera 'near clipping plane' distance in nodes, between 0 and 0.25 Only works on GLES platforms. Most users will not need to change this. Increasing can reduce artifacting on weaker GPUs. 0.1 = Default, 0.25 = Good value for weaker tablets.
fr: Distance de la caméra 'près du plan de coupure' dans les nœuds, entre 0 et 0,25 Ne fonctionne que sur les plateformes GLES. La plupart des utilisateurs n’auront pas besoin de changer cela. L’augmentation peut réduire les artefacts sur des GPUs plus faibles. 0,1 = Défaut, 0,25 = Bonne valeur pour les tablettes plus faibles.

source: Camera smoothing
fr: Lissage du mouvement de la caméra

source: Camera smoothing in cinematic mode
fr: Lissage du mouvement de la caméra en mode cinématique

source: Camera update toggle key
fr: Touche de mise à jour de la caméra

source: Cave noise
fr: Bruit des caves

source: Cave noise #1
fr: Bruit de cave nº 1

source: Cave noise #2
fr: Bruit de grotte nº 2

source: Cave width
fr: Largeur de la grotte

source: Cave1 noise
fr: Bruit des cave nº 1

source: Cave2 noise
fr: Bruit des caves nº 2

source: Cavern limit
fr: Limites des cavernes

source: Cavern noise
fr: Bruit des caves

source: Cavern taper
fr: Caillou de caverne

source: Cavern threshold
fr: Limite des cavernes

source: Cavern upper limit
fr: Limite haute des cavernes

source: Center of light curve boost range. Where 0.0 is minimum light level, 1.0 is maximum light level.
fr: Centre de la plage d'amplification de la courbe de lumière. Où 0,0 est le niveau de lumière minimum, et 1,0 est le niveau de lumière maximum.

source: Chat font size
fr: Taille de police du tchat

source: Chat key
fr: Tchatter

source: Chat log level
fr: Verbosité logicielle

source: Chat message count limit
fr: Limite du nombre de message de discussion

source: Chat message format
fr: Format du message de tchat

source: Chat message kick threshold
fr: Seuil de messages de discussion avant déconnexion forcée

source: Chat message max length
fr: Longueur maximum d'un message de tchat

source: Chat toggle key
fr: Afficher le tchat

source: Chatcommands
fr: Commandes de tchat

source: Chunk size
fr: Taille des chunks

source: Cinematic mode
fr: Mode cinématique

source: Cinematic mode key
fr: Mode cinématique

source: Clean transparent textures
fr: Textures transparentes filtrées

source: Client and Server
fr: Client et serveur

source: Client modding
fr: Personnalisation client

source: Client side modding restrictions
fr: Restrictions du modding côté client

source: Client side node lookup range restriction
fr: Restriction de distance de recherche des noeuds côté client

source: Climbing speed
fr: Vitesse d'escalade du joueur

source: Cloud radius
fr: Niveau de détails des nuages

source: Clouds
fr: Nuages

source: Clouds are a client side effect.
fr: Les nuages ont un effet sur le client exclusivement.

source: Clouds in menu
fr: Nuages dans le menu

source: Colored fog
fr: Brouillard colorée

source: Comma-separated list of flags to hide in the content repository. "nonfree" can be used to hide packages which do not qualify as 'free software', as defined by the Free Software Foundation. You can also specify content ratings. These flags are independent from Minetest versions, so see a full list at https://content.minetest.net/help/content_flags/
fr: Liste des drapeaux à cacher du dépôt des contenus. « nonfree » peut être utilisé pour cacher les paquets non libres, comme défini par la Free Software Foundation. Vous pouvez aussi spécifier des classifications de contenu. Ces drapeaux sont indépendants des versions de Minetest, consultez la liste complète à l'adresse https://content.minetest.net/help/content_flags/

source: Comma-separated list of mods that are allowed to access HTTP APIs, which allow them to upload and download data to/from the internet.
fr: Liste des mods de confiance séparés par des virgules qui sont autorisés à accéder aux API HTTP, leur permettant d'envoyer et de télécharger des données vers/depuis Internet.

source: Comma-separated list of trusted mods that are allowed to access insecure functions even when mod security is on (via request_insecure_environment()).
fr: Liste séparée par des virgules des mods de confiance qui sont autorisés à accéder aux fonctions non sécurisées même lorsque l'option de sécurisation des mods est activée (via request_insecure_environment()).

source: Command key
fr: Commande

source: Connect glass
fr: Verre unifié

source: Connect to external media server
fr: Se connecter à un serveur de média externe

source: Connects glass if supported by node.
fr: Unifier le verre si le bloc le permet.

source: Console alpha
fr: Opacité du fond de la console de jeu

source: Console color
fr: Couleur de la console de jeu

source: Console height
fr: Hauteur de la console

source: ContentDB Flag Blacklist
fr: Drapeaux ContentDB en liste noire

source: ContentDB Max Concurrent Downloads
fr: Maximum de téléchargement en parallèle pour ContentDB

source: ContentDB URL
fr: Adresse de la ContentDB

source: Continuous forward
fr: Avancer en continu

source: Continuous forward movement, toggled by autoforward key. Press the autoforward key again or the backwards movement to disable.
fr: Mouvement continu en avant, activé par la touche d'avance automatique. Appuyez à nouveau sur la touche d'avance automatique ou de recul pour le désactiver.

source: Controls
fr: Touches de contrôle

source: Controls length of day/night cycle. Examples: 72 = 20min, 360 = 4min, 1 = 24hour, 0 = day/night/whatever stays unchanged.
fr: Contrôle la durée complet du cycle jour/nuit. Exemples : 72 = 20 minutes, 360 = 4 minutes, 1 = 24 heures, 0 = jour/nuit/n'importe quoi éternellement.

source: Controls sinking speed in liquid.
fr: Contrôle la vitesse de descente dans un liquide.

source: Controls steepness/depth of lake depressions.
fr: Contrôle l'élévation/profondeur des dépressions lacustres.

source: Controls steepness/height of hills.
fr: Contrôle l'élévation/hauteur des collines.

source: Controls width of tunnels, a smaller value creates wider tunnels. Value >= 10.0 completely disables generation of tunnels and avoids the intensive noise calculations.
fr: Contrôle la largeur des tunnels, une valeur plus faible crée des tunnels plus large. Valeur >= 10,0 désactive complètement la génération de tunnel et évite le calcul intensif de bruit.

source: Crash message
fr: Message de plantage

source: Creative
fr: Créatif

source: Crosshair alpha
fr: Opacité du réticule

source: Crosshair alpha (opaqueness, between 0 and 255). Also controls the object crosshair color
fr: Opacité du réticule (entre 0 et 255). Contrôle également la couleur du réticule de l'objet

source: Crosshair color
fr: Couleur du réticule

source: Crosshair color (R,G,B). Also controls the object crosshair color
fr: Couleur du réticule (R,G,B). Contrôle également la couleur du réticule de l'objet

source: Damage
fr: Dégâts

source: Debug info toggle key
fr: Infos de débogage

source: Debug log file size threshold
fr: Seuil de la taille du fichier de journal

source: Debug log level
fr: Niveau de détails des infos de débogage

source: Dec. volume key
fr: Touche pour diminuer le volume

source: Decrease this to increase liquid resistance to movement.
fr: Diminuez ceci pour augmenter la résistance liquide au mouvement.

source: Dedicated server step
fr: Intervalle de mise à jour des objets sur le serveur

source: Default acceleration
fr: Vitesse d’accélération par défaut

source: Default game
fr: Jeu par défaut

source: Default game when creating a new world. This will be overridden when creating a world from the main menu.
fr: Jeu par défaut lors de la création d'un nouveau monde. Sera annulé lors de la création d'un nouveau monde dans le menu.

source: Default password
fr: Mot de passe par défaut

source: Default privileges
fr: Privilèges par défaut

source: Default report format
fr: Format de rapport par défaut

source: Default stack size
fr: Taille d’empilement par défaut

source: Default timeout for cURL, stated in milliseconds. Only has an effect if compiled with cURL.
fr: Délais d'interruption de cURL par défaut, établi en millisecondes. Seulement appliqué si Minetest est compilé avec cURL.

source: Defines areas where trees have apples.
fr: Définit des zones où les arbres ont des pommes.

source: Defines areas with sandy beaches.
fr: Définit des zones où on trouve des plages de sable.

source: Defines distribution of higher terrain and steepness of cliffs.
fr: Définit la répartition des hauts reliefs et la pente des falaises.

source: Defines distribution of higher terrain.
fr: Définit la répartition des zones de hauts reliefs.

source: Defines full size of caverns, smaller values create larger caverns.
fr: Définit la taille totale des cavernes, une valeur plus petite crée des cavernes plus larges.

source: Defines large-scale river channel structure.
fr: Définit la structure des canaux fluviaux à grande échelle.

source: Defines location and terrain of optional hills and lakes.
fr: Définit l'emplacement et le terrain des collines facultatives et des lacs.

source: Defines the base ground level.
fr: Définit le niveau du sol de base.

source: Defines the depth of the river channel.
fr: Définit la profondeur du court de la rivière.

source: Defines the maximal player transfer distance in blocks (0 = unlimited).
fr: Détermine la distance maximale de transfert du joueur en mapblocks (0 = illimité).

source: Defines the width of the river channel.
fr: Définit la largeur des canaux fluviaux.

source: Defines the width of the river valley.
fr: Définit la largeur de la vallée de la rivière.

source: Defines tree areas and tree density.
fr: Définit des zones avec arbres et leur densité.

source: Delay between mesh updates on the client in ms. Increasing this will slow down the rate of mesh updates, thus reducing jitter on slower clients.
fr: Délai entre les mises à jour du maillage sur le client en ms. Augmenter ceci ralentit le taux de mise à jour et réduit donc les tremblements sur les client lents.
