Repository: MultiCraft/MultiCraft
Catalog: po/*/minetest.po
Languages: fr

source: Delay in sending blocks after building
fr: Retard dans les blocs envoyés après la construction

source: Delay showing tooltips, stated in milliseconds.
fr: Latence d'apparition des infobulles, établie en millisecondes.

source: Deprecated Lua API handling
fr: Traitement d'API Lua obsolète(s)

source: Depth below which you'll find giant caverns.
fr: Profondeur en-dessous de laquelle se trouvent les grandes cavernes.

source: Depth below which you'll find large caves.
fr: Profondeur en-dessous duquel se trouvent de grandes caves.

source: Description of server, to be displayed when players join and in the serverlist.
fr: Description du serveur affichée sur la liste des serveurs.

source: Desert noise threshold
fr: Limite de bruit pour le désert

source: Deserts occur when np_biome exceeds this value. When the 'snowbiomes' flag is enabled, this is ignored.
fr: Des déserts apparaissent lorsque np_biome dépasse cette valeur. Quand le flag 'snowbiomes' est activé, (avec le nouveau système de biomes), ce paramètre est ignoré.

source: Desynchronize block animation
fr: Désynchroniser les textures animées par mapblock

source: Dig key
fr: Touche pour creuser

source: Digging particles
fr: Particules au minage

source: Disable anticheat
fr: Désactiver l'anti-triche

source: Disallow empty passwords
fr: Refuser les mots de passe vides

source: Domain name of server, to be displayed in the serverlist.
fr: Nom de domaine du serveur affichée sur la liste des serveurs publics.

source: Double tap jump for fly
fr: Double-appui sur « saut » pour voler

source: Double-tapping the jump key toggles fly mode.
fr: Double-appui sur « saut » pour voler.

source: Drop item key
fr: Lâcher

source: Dump the mapgen debug information.
fr: Afficher les infos de débogage de la génération de terrain.

source: Dungeon maximum Y
fr: Maximum Y des donjons

source: Dungeon minimum Y
fr: Minimum Y des donjons

source: Dungeon noise
fr: Bruit de donjon

source: Enable IPv6 support (for both client and server). Required for IPv6 connections to work at all.
fr: Activer la prise en charge IPv6 (pour le client et le serveur). Requis pour que les connexions IPv6 fonctionnent.

source: Enable Lua modding support on client. This support is experimental and API can change.
fr: Active le support des mods Lua sur le client. Ce support est expérimental et l'API peut changer.

source: Enable console window
fr: Activer la console

source: Enable creative mode for all players
fr: Activer le mode créatif pour tous les joueurs

source: Enable joysticks
fr: Activer les manettes

source: Enable mod channels support.
fr: Activer la sécurisation des mods.

source: Enable mod security
fr: Activer la sécurisation des mods

source: Enable players getting damage and dying.
fr: Active les dégâts et la mort des joueurs.

source: Enable random user input (only used for testing).
fr: Active l'entrée aléatoire du joueur (seulement utilisé pour des tests).

source: Enable register confirmation
fr: Activer la confirmation d'enregistrement

source: Enable register confirmation when connecting to server. If disabled, new account will be registered automatically.
fr: Active la confirmation d'enregistrement lorsque vous vous connectez à un serveur. Si cette option est désactivée, le nouveau compte sera créé automatiquement.

source: Enable smooth lighting with simple ambient occlusion. Disable for speed or for different looks.
fr: Active l'éclairage doux avec une occlusion ambiante simple. Désactiver pour davantage de performances.

source: Enable to disallow old clients from connecting. Older clients are compatible in the sense that they will not crash when connecting to new servers, but they may not support all new features that you are expecting.
fr: Activer pour empêcher les anciens clients de se connecter. Les anciens clients sont compatibles dans le sens où ils ne s'interrompent pas lors de la connexion aux serveurs récents, mais ils peuvent ne pas supporter certaines fonctionnalités.

source: Enable usage of remote media server (if provided by server). Remote servers offer a significantly faster way to download media (e.g. textures) when connecting to the server.
fr: Activer l'usage d'un serveur de média distant (si pourvu par le serveur). Les serveurs de média distants offrent un moyen significativement plus rapide de télécharger des données média (ex. : textures) lors de la connexion au serveur.

source: Enable vertex buffer objects. This should greatly improve graphics performance.
fr: Active les vertex buffer objects. Cela devrait grandement augmenter les performances graphiques.

source: Enable view bobbing and amount of view bobbing. For example: 0 for no view bobbing; 1.0 for normal; 2.0 for double.
fr: Facteur de mouvement de bras. Par exemple : 0 = pas de mouvement, 1 = normal, 2 = double.

source: Enable/disable running an IPv6 server. Ignored if bind_address is set. Needs enable_ipv6 to be enabled.
fr: Active/désactive l'usage d'un serveur IPv6. Ignoré si bind_address est activé. A besoin de enable_ipv6 pour être activé.

source: Enables Hable's 'Uncharted 2' filmic tone mapping. Simulates the tone curve of photographic film and how this approximates the appearance of high dynamic range images. Mid-range contrast is slightly enhanced, highlights and shadows are gradually compressed.
fr: Active le mappage de ton filmique 'Uncharted 2' de Hable. Simule la courbe des tons du film photographique, ce qui se rapproche de la l'apparition d'images à plage dynamique élevée. Le contraste de milieu de gamme est légèrement améliorées, les reflets et les ombres sont progressivement compressés.

source: Enables animation of inventory items.
fr: Active la rotation des items d'inventaire.

source: Enables caching of facedir rotated meshes.
fr: Active la mise en cache des meshnodes.

source: Enables minimap.
fr: Active la mini-carte.

source: Enables the sound system. If disabled, this completely disables all sounds everywhere and the in-game sound controls will be non-functional. Changing this setting requires a restart.
fr: Active le système audio. S'il est désactivé, cela désactive complètement tous les sons partout et le jeu les commandes audio ne fonctionneront pas. La modification de ce paramètre nécessite un redémarrage.

source: Engine profiling data print interval
fr: Intervalle d'impression des données du moteur de profil

source: Entity methods
fr: Systèmes d'entité

source: Exponent of the floatland tapering. Alters the tapering behaviour. Value = 1.0 creates a uniform, linear tapering. Values > 1.0 create a smooth tapering suitable for the default separated floatlands. Values < 1.0 (for example 0.25) create a more defined surface level with flatter lowlands, suitable for a solid floatland layer.
fr: Exposant contrôlant la forme du bas des massifs volants. Une valeur égale à 1 donne une forme conique. Une valeur supérieure à 1 donne une longue base éfilée (concave), plus pour des îles volantes comme celles par défaut. Une valeur inférieure à 1 (disons 0,25) donne une surface bien définie en bas, plus pour une couche solide de massif volant.

source: FPS when unfocused or paused
fr: FPS lorsqu’il n’est pas sélectionné ou mis en pause

source: Factor noise
fr: Facteur de bruit

source: Fall bobbing factor
fr: Intensité du mouvement de tête en tombant

source: Fallback font path
fr: Chemin de police alternative

source: Fallback font shadow
fr: Ombre de la police alternative

source: Fallback font shadow alpha
fr: Opacité de l'ombre de la police alternative

source: Fallback font size
fr: Taille de la police alternative

source: Fast key
fr: Mode rapide

source: Fast mode acceleration
fr: Accélération en mode rapide

source: Fast mode speed
fr: Vitesse en mode rapide

source: Fast movement
fr: Mouvement rapide

source: Fast movement (via the "special" key). This requires the "fast" privilege on the server.
fr: Mouvement rapide (via la touche « spécial »). Nécessite le privilège « fast » sur le serveur.

source: Field of view
fr: Champ de vision

source: Field of view in degrees.
fr: Champ de vision en degrés.

source: File in client/serverlist/ that contains your favorite servers displayed in the Multiplayer Tab.
fr: Fichier localisé dans client/serverlist/ contenant vos serveurs favoris affichés dans l'onglet multijoueur.

source: Filler depth
fr: Profondeur du remplissage

source: Filler depth noise
fr: Bruit de profondeur de remplissage

source: Filmic tone mapping
fr: Cartographie des tonalités filmiques

source: Filtered textures can blend RGB values with fully-transparent neighbors, which PNG optimizers usually discard, sometimes resulting in a dark or light edge to transparent textures. Apply this filter to clean that up at texture load time.
fr: Les textures filtrées peuvent mélanger des valeurs RGB avec des zones 100 % transparentes, aboutissant parfois à des bords foncés ou clairs sur les textures transparentes. Appliquer ce filtre pour nettoyer cela au chargement de la texture.

source: Filtering
fr: Filtrage

source: First of 4 2D noises that together define hill/mountain range height.
fr: Le premier des 4 bruits 2D qui définissent la hauteur des collines et montagnes.

source: First of two 3D noises that together define tunnels.
fr: Le premier des deux bruits 3D qui définissent ensemble les tunnels.

source: Fixed map seed
fr: Graine de génération de terrain déterminée

source: Fixed virtual joystick
fr: Fixer la manette virtuelle

source: Floatland density
fr: Densité des massifs volants

source: Floatland maximum Y
fr: Maximum Y de massifs volants

source: Floatland minimum Y
fr: Minimum Y des massifs volants

source: Floatland noise
fr: Bruit des massifs volants

source: Floatland taper exponent
fr: Paramètre de forme des massifs volants

source: Floatland tapering distance
fr: Hauteur des bases des massifs volants

source: Floatland water level
fr: Niveau d'eau des massifs volants

source: Fly key
fr: Voler

source: Flying
fr: Voler

source: Fog
fr: Brouillard

source: Fog start
fr: Début du brouillard

source: Fog toggle key
fr: Brouillard

source: Font bold by default
fr: La police est en gras par défaut

source: Font italic by default
fr: La police est en italique par défaut

source: Font shadow
fr: Ombre de la police

source: Font shadow alpha
fr: Opacité de l'ombre de la police

source: Font size
fr: Taille de la police

source: Font size of the default font in point (pt).
fr: La taille de police par défaut en point (pt).

source: Font size of the fallback font in point (pt).
fr: Taille de police secondaire au point (pt).

source: Font size of the monospace font in point (pt).
fr: Taille de la police monospace en point (pt).

source: Font size of the recent chat text and chat prompt in point (pt). Value 0 will use the default font size.
fr: Taille de police (en pt) des messages récents et du curseur. La valeur 0 correspond à la taille par défaut.

source: Format of player chat messages. The following strings are valid placeholders: @name, @message, @timestamp (optional)
fr: Format des messages de tchat des joueurs. Substituts valides : @name, @message, @timestamp (facultatif)

source: Format of screenshots.
fr: Format de captures d'écran.

source: Formspec Default Background Color
fr: Couleur d'arrière plan par défaut des formspec

source: Formspec Default Background Opacity
fr: Opacité par défaut des formspec

source: Formspec Full-Screen Background Color
fr: Couleur d'arrière plan des formspec plein écran

source: Formspec Full-Screen Background Opacity
fr: Opacité de l'arrière plan des formspec en plein écran

source: Formspec default background color (R,G,B).
fr: Couleur de fond de la console du jeu (R,G,B).

source: Formspec default background opacity (between 0 and 255).
fr: Opacité de fond de la console du jeu (entre 0 et 255).

source: Formspec full-screen background color (R,G,B).
fr: Couleur de fond de la console du jeu (R,G,B).

source: Formspec full-screen background opacity (between 0 and 255).
fr: Opacité de fond de la console du jeu (entre 0 et 255).

source: Forward key
fr: Avancer

source: Fourth of 4 2D noises that together define hill/mountain range height.
fr: Le quatrième des 4 bruits 2D qui définissent la hauteur des collines et montagnes.

source: Fractal type
fr: Type fractal

source: Fraction of the visible distance at which fog starts to be rendered
fr: Fraction de la distance de vue à partir de laquelle le brouillard est affiché

source: FreeType fonts
fr: Polices Freetype

source: From how far blocks are generated for clients, stated in mapblocks (16 nodes).
fr: Distance maximale de génération des mapblocks (16^3 blocs) depuis la position du client.

source: From how far blocks are sent to clients, stated in mapblocks (16 nodes).
fr: Distance maximale d'envoi des mapblocks aux clients, établie en mapblocks (16^3 blocs).

source: From how far clients know about objects, stated in mapblocks (16 nodes). Setting this larger than active_block_range will also cause the server to maintain active objects up to this distance in the direction the player is looking. (This can avoid mobs suddenly disappearing from view)
fr: Distance maximale à laquelle les clients ont connaissance des objets, indiquée en mapblocks (16 nœuds). Si vous définissez une valeur supérieure à active_block_range, le serveur va maintenir les objets actifs jusqu’à cette distance dans la direction où un joueur regarde. (Cela peut éviter que des mobs disparaissent soudainement de la vue.)

source: Full screen
fr: Plein écran

source: Full screen BPP
fr: Bits par pixel en mode plein écran

source: Fullscreen mode.
fr: Mode plein écran.

source: GUI scaling
fr: Taille du GUI

source: GUI scaling filter
fr: Filtrage des images du GUI

source: GUI scaling filter txr2img
fr: Filtrage txr2img du GUI

source: Global callbacks
fr: Rappels globaux

source: Global map generation attributes. In Mapgen v6 the 'decorations' flag controls all decorations except trees and junglegrass, in all other mapgens this flag controls all decorations.
fr: Attributs de génération de terrain globaux. Dans le générateur de terrain v6, le signal « décorations » contrôle toutes les décorations sauf les arbres et l’herbe de la jungle, dans tous les autres générateurs de terrain, ce signal contrôle toutes les décorations.

source: Gradient of light curve at maximum light level. Controls the contrast of the highest light levels.
fr: Gradient de la courbe de lumière au niveau de lumière maximum. Contrôle le contraste de la lumière aux niveaux d'éclairage les plus élevés.

source: Gradient of light curve at minimum light level. Controls the contrast of the lowest light levels.
fr: Gradient de la courbe de lumière au niveau de lumière maximum. Contrôle le contraste de la lumière aux niveaux d'éclairage les plus bas.

source: Graphics
fr: Options graphiques

source: Gravity
fr: Gravité

source: Ground level
fr: Niveau du sol

source: Ground noise
fr: Bruit pour la boue

source: HTTP mods
fr: Mods HTTP

source: HUD scale factor
fr: Facteur mise à l'échelle du HUD

source: HUD toggle key
fr: HUD

source: Handling for deprecated Lua API calls: - none: Do not log deprecated calls - log: mimic and log backtrace of deprecated call (default). - error: abort on usage of deprecated call (suggested for mod developers).
fr: Traitement des appels d'API Lua obsolètes : - aucun : N'enregistre pas les appels obsolètes - log : imite et enregistre la trace des appels obsolètes (par défaut en mode debug). - erreur : s'interrompt lors d'un appel obsolète (recommandé pour les développeurs de mods).

source: Have the profiler instrument itself: * Instrument an empty function. This estimates the overhead, that instrumentation is adding (+1 function call). * Instrument the sampler being used to update the statistics.
fr: Auto-instrumentaliser le profileur : * Instrumentalise une fonction vide. La surcharge sera évaluée. (l'auto-instrumentalisation ajoute 1 appel de fonction à chaque fois). * Instrumentalise l’échantillonneur utilisé pour mettre à jour les statistiques.

source: Heat blend noise
fr: Bruit de mélange de chaleur

source: Heat noise
fr: Bruit de chaleur

source: Height component of the initial window size.
fr: Composant de hauteur de la taille initiale de la fenêtre.

source: Height noise
fr: Bruit de hauteur

source: Height select noise
fr: Bruit de sélection de hauteur

source: High-precision FPU
fr: FPU de haute précision

source: Hill steepness
fr: Pente des collines

source: Hill threshold
fr: Seuil des collines

source: Hilliness1 noise
fr: Bruit de collines1

source: Hilliness2 noise
fr: Bruit de collines2

source: Hilliness3 noise
fr: Bruit de collines3

source: Hilliness4 noise
fr: Bruit de collines4

source: Homepage of server, to be displayed in the serverlist.
fr: Adresse web du serveur affichée sur la liste des serveurs.

source: Horizontal acceleration in air when jumping or falling, in nodes per second per second.
fr: Accélération horizontale dans l'air en sautant ou en tombant, en nœuds par seconde par seconde.

source: Horizontal and vertical acceleration in fast mode, in nodes per second per second.
fr: Accélération horizontale et verticale en mode rapide, en nœuds par seconde par seconde.

source: Horizontal and vertical acceleration on ground or when climbing, in nodes per second per second.
fr: Accélération horizontale et verticale au sol ou en montée, en blocs par seconde.

source: Hotbar next key
fr: Touche suivant sur la barre d'actions

source: Hotbar previous key
fr: Touche précédent sur la barre d'actions

source: Hotbar slot 1 key
fr: Touche de l'emplacement 1 de la barre d'action

source: Hotbar slot 10 key
fr: Touche de l'emplacement 10 de la barre d'action

source: Hotbar slot 11 key
fr: Touche de l'emplacement 11 de la barre d'action

source: Hotbar slot 12 key
fr: Touche de l'emplacement 12 de la barre d'action

source: Hotbar slot 13 key
fr: Touche de l'emplacement 13 de la barre d'action

source: Hotbar slot 14 key
fr: Touche de l'emplacement 14 de la barre d'action

source: Hotbar slot 15 key
fr: Touche de l'emplacement 15 de la barre d'action

source: Hotbar slot 16 key
fr: Touche de l'emplacement 16 de la barre d'action

source: Hotbar slot 17 key
fr: Touche de l'emplacement 17 de la barre d'action

source: Hotbar slot 18 key
fr: Touche de l'emplacement 18 de la barre d'action

source: Hotbar slot 19 key
fr: Touche de l'emplacement 19 de la barre d'action

source: Hotbar slot 2 key
fr: Touche de l'emplacement 2 de la barre d'action

source: Hotbar slot 20 key
fr: Touche de l'emplacement 20 de la barre d'action

source: Hotbar slot 21 key
fr: Touche de l'emplacement 21 de la barre d'action

source: Hotbar slot 22 key
fr: Touche de l'emplacement 22 de la barre d'action

source: Hotbar slot 23 key
fr: Touche de l'emplacement 23 de la barre d'action

source: Hotbar slot 24 key
fr: Touche de l'emplacement 24 de la barre d'action

source: Hotbar slot 25 key
fr: Touche de l'emplacement 25 de la barre d'action

source: Hotbar slot 26 key
fr: Touche de l'emplacement 26 de la barre d'action

source: Hotbar slot 27 key
fr: Touche de l'emplacement 27 de la barre d'action

source: Hotbar slot 28 key
fr: Touche de l'emplacement 28 de la barre d'action

source: Hotbar slot 29 key
fr: Touche de l'emplacement 29 de la barre d'action

source: Hotbar slot 3 key
fr: Touche de l'emplacement 3 de la barre d'action

source: Hotbar slot 30 key
fr: Touche de l'emplacement 30 de la barre d'action

source: Hotbar slot 31 key
fr: Touche de l'emplacement 31 de la barre d'action

source: Hotbar slot 32 key
fr: Touche de l'emplacement 32 de la barre d'action

source: Hotbar slot 4 key
fr: Touche de l'emplacement 4 de la barre d'action

source: Hotbar slot 5 key
fr: Touche de l'emplacement 5 de la barre d'action

source: Hotbar slot 6 key
fr: Touche de l'emplacement 6 de la barre d'action

source: Hotbar slot 7 key
fr: Touche de l'emplacement 7 de la barre d'action

source: Hotbar slot 8 key
fr: Touche de l'emplacement 8 de la barre d'action

source: Hotbar slot 9 key
fr: Touche de l'emplacement 9 de la barre d'action

source: How deep to make rivers.
fr: Quelle profondeur pour faire des rivières.

source: How fast liquid waves will move. Higher = faster. If negative, liquid waves will move backwards. Requires waving liquids to be enabled.
fr: La vitesse des vagues augmente avec cette valeur. Une valeur négative inverse leur mouvement. Nécessite que l'ondulation des liquides soit active.

source: How much the server will wait before unloading unused mapblocks. Higher value is smoother, but will use more RAM.
fr: Délais maximum jusqu'où le serveur va attendre avant de purger les mapblocks inactifs. Une valeur plus grande est plus confortable, mais utilise davantage de mémoire.

source: How wide to make rivers.
fr: Quelle largeur doivent avoir les rivières.

source: Humidity blend noise
fr: Bruit de fusion d'humidité

source: Humidity noise
fr: Bruit d'humidité

source: Humidity variation for biomes.
fr: Variation d'humidité pour les biomes.

source: IPv6 server
fr: Serveur IPv6

source: If FPS would go higher than this, limit it by sleeping to not waste CPU power for no benefit.
fr: Si le nombre d'images par seconde (FPS) veut aller au-delà de cette valeur, il est limité pour ne pas gaspiller inutilement les ressources du processeur.

source: If disabled, "special" key is used to fly fast if both fly and fast mode are enabled.
fr: Si désactivé, la touche « spécial » est utilisée pour voler vite si les modes vol et rapide sont activés.

source: If enabled the server will perform map block occlusion culling based on on the eye position of the player. This can reduce the number of blocks sent to the client 50-80%. The client will not longer receive most invisible so that the utility of noclip mode is reduced.
fr: Si activé, le serveur n'enverra pas les blocs qui ne sont pas visibles par le client en fonction de sa position. Cela peut réduire de 50 % à 80 % le nombre de blocs envoyés. Le client ne pourra plus voir ces blocs à moins de se déplacer, ce qui réduit l'efficacité des tricheries du style « noclip ».

source: If enabled together with fly mode, player is able to fly through solid nodes. This requires the "noclip" privilege on the server.
fr: Si activé avec le mode vol, le joueur sera capable de traverser les blocs solides en volant. Nécessite le privilège « noclip » sur le serveur.

source: If enabled, "special" key instead of "sneak" key is used for climbing down and descending.
fr: Si activé, la touche « spécial » est utilisée à la place de la touche « s’accroupir » pour monter ou descendre.

source: If enabled, actions are recorded for rollback. This option is only read when server starts.
fr: Si activé, les actions sont enregistrés pour une restauration éventuelle. Cette option est seulement activé quand le serveur démarre.

source: If enabled, disable cheat prevention in multiplayer.
fr: Si activé, cela désactive la détection anti-triche en multijoueur.

source: If enabled, invalid world data won't cause the server to shut down. Only enable this if you know what you are doing.
fr: Si activé, les données invalides du monde ne causeront pas l'interruption du serveur. Activer seulement si vous sachez ce que vous faites.

source: If enabled, makes move directions relative to the player's pitch when flying or swimming.
fr: Si activé en même temps que le mode de vol, la direction du vol dépendra de la rotation verticle (lacet) du joueur.

source: If enabled, new players cannot join with an empty password.
fr: Si activé, les nouveaux joueurs ne pourront pas se connecter avec un mot de passe vide.
